Repository: derdilla/blood-pressure-monitor-fl
Catalog: app/lib/l10n/app_*.arb
Languages: cs, de, es, et, fr, it, lt, nl, pt, ru, sl, sv, tr, zh, zh_hant

# exportFieldFormatDocumentation
source: '## Variables The export field format supports inserting values for the following placeholders: - `$TIMESTAMP:` Represents the time since the Unix epoch in milliseconds. - `$SYS:` Provides a value if available; otherwise, it defaults to -1. - `$DIA:` Provides a value if available; otherwise, it defaults to -1. - `$PUL:` Provides a value if available; otherwise, it defaults to -1. - `$NOTE:` Provides a value if available; otherwise, it defaults to -1. - `$COLOR:` Represents the color of a measurement as a number. (example value: `4291681337`) If any of the placeholders mentioned above are not present in the blood pressure record, they will be replaced with `null`. ## Math You can use basic mathematics inside double brackets ("`{{}}`"). The following mathematical operations are supported: - Operations: +, -, *, /, %, ^ - One-parameter functions: abs, acos, asin, atan, ceil, cos, cosh, cot, coth, csc, csch, exp, floor, ln, log, round sec, sech, sin, sinh, sqrt, tan, tanh - Two-parameter functions: log, nrt, pow - Constants: e, pi, ln2, ln10, log2e, log10e, sqrt1_2, sqrt2 For the full math interpreter specification, you can refer to the [function_tree](https://pub.dev/documentation/function_tree/latest#interpreter) documentation. ## Processing order 1. variable replacement 2. Math'
cs: '## Proměnné Formát exportního pole podporuje vkládání hodnot pro následující zástupné znaky: - `$TIMESTAMP:` Představuje čas od epochy Unixu v milisekundách. - `$SYS:` Uvádí hodnotu, pokud je k dispozici; jinak je výchozí hodnota -1. - `$DIA:` Udává hodnotu, pokud je k dispozici; jinak je výchozí hodnotou -1. - `$PUL:` Udává hodnotu, je-li k dispozici; jinak je výchozí hodnotou -1. - `$NOTE:` Udává hodnotu, je-li k dispozici; jinak je výchozí hodnotou -1. - `$COLOR:` Představuje barvu měření jako číslo. (příklad hodnoty: `4291681337`) Pokud některý z výše uvedených zástupných symbolů není v záznamu krevního tlaku přítomen, bude nahrazen hodnotou `null`. ## Math Uvnitř dvojitých závorek ("`{{}}`") můžete používat základní matematické údaje. Podporovány jsou následující matematické operace: - Operace: +, -, *, /, %, ^ - Jednoparametrové funkce: abs, acos, asin, atan, ceil, cos, cosh, cot, coth, csc, csch, exp, floor, ln, log, round sec, sech, sin, sinh, sqrt, tan, tanh - Dvouparametrové funkce: log, nrt, pow - Konstanty: e, pi, ln2, ln10, log2e, log10e, sqrt1_2, sqrt2 Úplnou specifikaci matematického interpretu najdete v dokumentaci [function_tree](https://pub.dev/documentation/function_tree/latest#interpreter). ## Pořadí zpracování 1. nahrazení proměnné 2. Math'
de: '## Variablen Das Exportfeldformat unterstützt das Einfügen von Werten für die folgenden Platzhalter: - `$TIMESTAMP:` Stellt die Zeit seit der Unix-Epoche in Millisekunden dar. - `$SYS:` Liefert einen Wert, falls vorhanden; andernfalls ist er standardmäßig -1. - `$DIA:` Liefert einen Wert, falls vorhanden; andernfalls ist er standardmäßig -1. - `$PUL:` Gibt einen Wert an, falls verfügbar; andernfalls ist er standardmäßig -1. - `$NOTE:` Gibt einen Wert an, falls verfügbar; andernfalls ist er standardmäßig -1. - `$COLOR:` Repräsentiert die Farbe einer Messung als eine Zahl. (Beispielwert: `4291681337`) Wenn einer der oben genannten Platzhalter im Blutdruckdatensatz nicht vorhanden ist, wird er durch -1 ersetzt. ## Mathematik Innerhalb von Doppelklammern ("`{{}}`") kannst Du die Grundrechenarten verwenden. Die folgenden mathematischen Operationen werden unterstützt: - Operationen: +, -, *, /, %, ^ - Funktionen mit einem Parameter: abs, acos, asin, atan, ceil, cos, cosh, cot, coth, csc, csch, exp, floor, ln, log, round sec, sech, sin, sinh, sqrt, tan, tanh - Funktionen mit zwei Parametern: log, nrt, pow - Konstanten: e, pi, ln2, ln10, log2e, log10e, sqrt1_2, sqrt2 Die vollständige Spezifikation des mathematischen Interpreters findest Du in der [function_tree](https://pub.dev/documentation/function_tree/latest#interpreter) Spezifikation ## Reihenfolge der Verarbeitung 1. Variablen-Ersetzung 2. Mathematik'
es: '## Variables El campo de formato de exportación admite insertar valores de los siguientes marcadores: - `$TIMESTAMP:` Representa el tiempo desde el Unix epoch en milisegundos. - `$SYS:` Provee un valor si se encuentra disponible; de lo contrario; se predetermina a -1. - `$DIA:` Provee un valor si se encuentra disponible; de lo contrario; se predetermina a -1. - `$PUL:` Provee un valor si se encuentra disponible; de lo contrario; se predetermina a -1. - `$NOTE:` Provee un valor si se encuentra disponible; de lo contrario; se predetermina a -1. - `$COLOR:` Representa el color de una medida como un número. (valor de ejemplo: `4291681337`) Si alguno de estos marcadores no esta presente en el registro de la presión arterial, serán remplazados con `null`. ##Math Puede usar matemáticas básicas dentro de un doble paréntesis ("`{{}}`"). Las siguientes operaciones matemáticas son compatibles: -Operaciones: +, -, *, /, %, ^ - Funciones de un parámetro: abs, acos, asin, atan, ceil, cos, cosh, cot, coth, csc, csch, exp, floor, ln, log, round sec, sech, sin, sinh, sqrt, tan, tanh - Funciones de dos parámetros: log, nrt, pow - Constantes: e, pi, ln2, ln10, log2e, log10e, sqrt1_2, sqrt2 Para toda la especificación del intérprete matemático, puedes consultar la [function_tree](https://pub.dev/documentation/function_tree/latest#interpreter) documentación. ## Orden de procesamiento 1.Reemplazo de variable 2.Matemática'
et: '## Muutujad Ekspordiväljade vorminguks saad kasutada selliseid kohatäitjaid: - `$TIMESTAMP:` unixi ajaloendur millisekundites. - `$SYS:` kui väärtus on olemas, siis seda kuvatakse, muidu on väärtuseks -1. - `$DIA:` kui väärtus on olemas, siis seda kuvatakse, muidu on väärtuseks -1. - `$PUL:` kui väärtus on olemas, siis seda kuvatakse, muidu on väärtuseks -1. - `$NOTE:` kui väärtus on olemas, siis seda kuvatakse, muidu on väärtuseks -1. - `$COLOR:` mõõtmise värv numbrina. (näiteks: `4291681337`) Kui mõnda kohatäitjat pole defineeritud, siis ekspordikirjes on selle asemel `null`. ## Matemaatika Topeltlooksulgudes saad kasutada tavalist matemaatikat ("`{{}}`"). Toetatud on järgmised matemaatilised tehted ja lisavõimalused: - tehted: +, -, *, /, %, ^ - ühe parameetriga funktsioonid: abs, acos, asin, atan, ceil, cos, cosh, cot, coth, csc, csch, exp, floor, ln, log, round sec, sech, sin, sinh, sqrt, tan, tanh - kahe parameetriga funktsioonid: log, nrt, pow - konstandid: e, pi, ln2, ln10, log2e, log10e, sqrt1_2, sqrt2 Tervikliku matemaatikainterpretaatori spetsifikatsiooni leiad siit [function_tree](https://pub.dev/documentation/function_tree/latest#interpreter) juhendist. ## Töötlemise järjekord 1. muutujate paigutus 2. matemaatika'
fr: '## Variables Le format d''export supporte l''insertion de valeurs pour les placeholders suivants : - `$TIMESTAMP :` Représente la durée depuis l''époque Unix en millisecondes. - `$SYS :` Fournit une valeur si disponible ; sinon, it defaults to -1. - `$DIA :` Fournit une valeur si disponible ; sinon, it defaults to -1. - `$PUL :`Fournit une valeur si disponible ; sinon, it defaults to -1. - `$NOTE :` Fournit une valeur si disponible ; sinon, it defaults to -1. - `$COLOR :` Représente la couleur d''une mesure comme nombre. ( example de valeur : `4291681337`) Si n''importe lequel de ces placeholders mentionnés ci-dessus ne sont pas présents dans l''enregistement de pression artérielle, ils seront remplacés par -1. ## Maths Vous pouvez utiliser des mathématiques basiques à l''intérieur de doubles crochets ("`{{}}`"). Les opérations mathématiques suivantes sont supportées : - Opérations : +, -, *, /, %, ^ - Fonctions à paramètre unique : abs, acos, asin, atan, ceil, cos, cosh, cot, coth, csc, csch, exp, floor, ln, log, round sec, sech, sin, sinh, sqrt, tan, tanh - Fonctions à deux paramètres : log, nrt, pow - Constantes : e, pi, ln2, ln10, log2e, log10e, sqrt1_2, sqrt2 Pour la spécification complète de l''interpréteur mathématique, vous pouvez vous référer au [function_tree](https ://pub.dev/documentation/function_tree/latest#interpreter) specification ## Ordre de traitement 1. remplacement de variable 2. Maths'
it: '## Variabili Il formato del campo di esportazione supporta l''inserimento di valori per le seguenti variabili: - `$TIMESTAMP:` Rappresenta il tempo trascorso dall''epoca Unix, espresso in millisecondi. - `$SYS:` Fornisce il valore se disponibile, in alternativa il valore predefinito è -1. - `$DIA:` Fornisce il valore se disponibile, in alternativa il valore predefinito è -1. - `$PUL:` Fornisce il valore se disponibile, in alternativa il valore predefinito è -1. - `$NOTE:` Fornisce il valore se disponibile, in alternativa il valore predefinito è -1. - `$COLOR:` Rappresenta il colore di una misura come numero, il valore di esempio: `4291681337`. Se qualcuna delle variabili menzionate sopra non sono presenti nella registrazione della pressione sanguigna, verranno sostituite con `null`. ## Matematica Puoi usare operazioni matematiche basiche all''interno di doppie graffe ("`{{}}`"). Sono supportate le seguenti operazioni matematiche: - Operazioni: +, -, *, /, %, ^ - Equazioni di primo grado: abs, acos, asin, atan, ceil, cos, cosh, cot, coth, csc, csch, exp, floor, ln, log, round sec, sech, sin, sinh, sqrt, tan, tanh - Equazioni di secondo grado: log, nrt, pow - Costanti: e, pi, ln2, ln10, log2e, log10e, sqrt1_2, sqrt2 Per le specifiche complete dell''interprete matematico, si può fare riferimento all''[albero delle funzioni](https://pub.dev/documentation/function_tree/latest#interpreter) ## Ordine di elaborazione 1. Sostituzione variabile 2. Matematica'
nl: '## Variabelen Het export veldformaat ondersteund het invoegen van waarden met de volgende aanduidingen: - `$TIMESTAMP:` De tijd in milliseconds sinds het Unix tijdsperk. - `$SYS:` Systolische waarde indien beschikbaar, anders -1. - `$DIA:` Diatolische waarde indien beschikbaar, anders -1. - `$PUL:` Polsdruk indien beschikbaar, anders -1. - `$NOTE:` Opmerking indien beschikbaar, anders -1. - `$COLOR:` De metingskleur als een nummer. (voorbeeld waarde: `4291681337`) Indien geen van bovenstaande aanduidingen beschikbaar zijn in een bloedsdrukmeting record, dan worden ze vervangen met `null`. ## Wiskunde Eenvoudige wiskunde kan gebruikt worden binnen dubbele haken ("`{{}}`"). De volgende wiskundige bewerkingen worden ondersteund: - Operaties: +, -, *, /, %, ^ - Eén-parameter functies: abs, acos, asin, atan, ceil, cos, cosh, cot, coth, csc, csch, exp, floor, ln, log, round sec, sech, sin, sinh, sqrt, tan, tanh - Twee-parameter functies: log, nrt, pow - Constanten: e, pi, ln2, ln10, log2e, log10e, sqrt1_2, sqrt2 Voor de volledige wiskundige vertaler specificaties, zie de [function_tree](https://pub.dev/documentation/function_tree/latest#interpreter) documentatie. ## Bewerkingsvolgorde 1. aanduidingen vervangen 2. Wiskunde'
pt: '## Variáveis O formato do campo de exportação suporta inserir os valore para os seguintes placeholders: - `$TIMESTAMP:` Representa o tempo desde o Unix epoch em milisegundos. - `$SYS:` Determina um valor se disponível; se não, o valor padrão é `null`. - `$DIA:`Determina um valor se disponível; se não, o valor padrão é `null`. - `$PUL:` Determina um valor se disponível; se não, o valor padrão é `null`. - `$NOTE:` Determina um valor se disponível; se não, o valor padrão é `null`. - `$COLOR:` Representa o valor númerico para a cor de uma medição . (valor de exemplo: `4291681337`) Se qualquer um dos placeholders mencionados a cima não estiverem present no registro da pressão arterial, o valor será substituido por -1. ## Matemática You can use basic mathematics inside double brackets ("`{{}}`"). Você pode usar matemática básica dentro de chaves duplas ("`{{}}`"). As operações matemáticas suportadas são as seguintes: - Operações: +, -, *, /, %, ^ - Funções com um parâmetro: abs, acos, asin, atan, ceil, cos, cosh, cot, coth, csc, csch, exp, floor, ln, log, round sec, sech, sin, sinh, sqrt, tan, tanh - Funções com dois parâmetros: log, nrt, pow - Constantes: e, pi, ln2, ln10, log2e, log10e, sqrt1_2, sqrt2 For the full math interpreter specification, you can refer to the [function_tree](https://pub.dev/documentation/function_tree/latest#interpreter) specification Para a specificação completa do interpretador matemático, você verificar a especificação [function_tree](https://pub.dev/documentation/function_tree/latest#interpreter) ## Order de processamento 1. Substituição de variável 2. Matemática'
ru: '## Переменные Формат экспортного поля поддерживает вставку значений для следующих переменных: - `$TIMESTAMP:` Представляет время с эпохи Unix в миллисекундах. - `$SYS:` Предоставляет значение, если оно доступно; в противном случае по умолчанию оно равно -1. - `$DIA:` Предоставляет значение, если оно доступно; в противном случае значение по умолчанию равно -1. - `$PUL:` Предоставляет значение, если оно доступно; в противном случае значение по умолчанию равно -1. - `$NOTE:` Предоставляет значение, если оно доступно; в противном случае значение по умолчанию равно -1. - `$COLOR:` Представляет цвет измерения в виде числа. (пример значения: `4291681337`) Если в записи артериального давления нет ни одного из вышеперечисленных заполнителей, они будут заменены на `null`. ## Математика Внутри двойных скобок ("`{}}`") можно использовать основные математические операции. Поддерживаются следующие математические операции: - Операции: +, -, *, /, %, ^ - Однопараметрические функции: abs, acos, asin, atan, ceil, cos, cosh, cot, coth, csc, csch, exp, floor, ln, log, round sec, sech, sin, sinh, sqrt, tan, tanh - Двухпараметрические функции: log, nrt, pow - Константы: e, pi, ln2, ln10, log2e, log10e, sqrt1_2, sqrt2 Полную спецификацию математического интерпретатора можно найти в документации [function_tree](https://pub.dev/documentation/function_tree/latest#interpreter). ## Порядок обработки 1. замена переменной 2. Математика'
sl: '## Spremenljivke Oblika izvoznega polja podpira vstavljanje vrednosti za naslednje oznake: - `$TIMESTAMP`: Predstavlja tim. Unix čas v milisekundah. - `$SYS:` Zagotavlja vrednost, če je na voljo; sicer je privzeta vrednost -1. - `$DIA:` Zagotavlja vrednost, če je na voljo; sicer je privzeta vrednost -1. - `$PUL:` Zagotavlja vrednost, če je na voljo; sicer je privzeta vrednost -1. - `$NOTE:` Zagotavlja vrednost, če je na voljo; sicer je privzeta vrednost -1. - `$COLOR:` predstavlja barvo meritve kot številko. (primer vrednosti: `4291681337`) Če katera od zgoraj omenjenih oznak ni prisotna v zapisu o krvnem tlaku, bo nadomeščena z `null`. ## Matematične operacije Osnovne matematične operacije lahko uporabite znotraj dvojnih oklepajev ("`{{}}`"). Podprte so naslednje matematične operacije: - Operacije: +, -, *, /, %, ^ - Funkcije z enim parametrom: abs, acos, asin, atan, ceil, cos, cosh, cot, coth, csc, csch, exp, floor, ln, log, round sec, sech, sin, sinh, sqrt, tan, tanh - Funkcije z dvema parametroma: log, nrt, pow - Konstante: e, pi, ln2, ln10, log2e, log10e, sqrt1_2, sqrt2 Za celotno specifikacijo matematičnih funkcij si lahko ogledate dokumentacijo [function_tree](https://pub.dev/documentation/function_tree/latest#interpreter). ## Procesiranje 1. zamenjava spremenljivke 2. matematične operacije'
tr: '## Değişkenler Dışa aktarma alanı biçimi şu yerler için değer doldurabiliyor: - `$TIMESTAMP:` Unix miladından itibaren geçen zamanı milisaniyede gösterir. - `$SYS:` Eğer mevcutsa bir değer sağlar; yoksa -1 sağlar. - `$DIA:` Eğer mevcutsa bir değer sağlar; yoksa -1 sağlar - `$PUL:` Eğer mevcutsa bir değer sağlar; yoksa -1 sağlar - `$NOTE:` Eğer mevcutsa bir değer sağlar; yoksa -1 sağlar - `$COLOR:` Bir ölçümün rengini sayı olarak temsil eder. (örnek değer: `4291681337`) Bu adı geçen yerlerden herhangi biri kan basıncı kaydında yoksa, -1 ile değiştirilir. ## Matematik Çift süslü parantez içinde basit matematiksel işlemler yapabilirsiniz ("`{{}}`"). Aşağıdaki matematiksel işlemler desteklenir: - İşlemler: +, -, *, /, %, ^ - Tek-parametreli fonksiyonlar: abs, acos, asin, atan, ceil, cos, cosh, cot, coth, csc, csch, exp, floor, ln, log, round sec, sech, sin, sinh, sqrt, tan, tanh - Çift-parametreli fonksiyonlar: log, nrt, pow - Sabit değişkenler: e, pi, ln2, ln10, log2e, log10e, sqrt1_2, sqrt2 Matematik işlemcisinin bütün ayrıntıları için [function_tree](https://pub.dev/documentation/function_tree/latest#interpreter)''e bakabilirsiniz ## İşlem önceliği 1. Değişken değişimi 2. Matematik'
zh: '## 变量 导出格式字段支持插入以下占位符的数值： - `$TIMESTAMP:` 表示自 Unix 纪元以来的时间，单位毫秒 - `$SYS:` 如果有的话，提供一个值；否则默认为 -1. - `$DIA:` 如果有的话，提供一个值；否则，默认为 -1. - `$PUL:` 如果有的话，提供一个值；否则，默认为 -1. - `$NOTE:` 如果有的话，提供一个值；否则，默认为 -1. - `$COLOR:` 代表测量的颜色数值（示例值: `4291681337`） 如果以上提及字段中的任何一个没有出现在血压记录中，它们将被 `null`代替。 ## Math 你可以在双括号 ("`{{}}`") 内使用基本的数学计算。 支持以下运算符： - 操作: +, -, *, /, %, ^ - 一个参数的函数: abs, acos, asin, atan, ceil, cos, cosh, cot, coth, csc, csch, exp, floor, ln, log, round sec, sech, sin, sinh, sqrt, tan, tanh - 两个参数的函数: log, nrt, pow - 常数: e, pi, ln2, ln10, log2e, log10e, sqrt1_2, sqrt2 完整的数学解释器规范可参见 [function_tree](https://pub.dev/documentation/function_tree/latest#interpreter) 文档。 ## 处理顺序 1. 变量替换 2. Math'

source: Medications
cs: Léky
de: Medikamentierungen
es: Medicinas
et: Ravimid
fr: Médicaments
it: Farmaci
nl: Medicaties
pt: Medicamentos
ru: Лекарства
sl: Zdravila
tr: İlaçlar
zh: 服药

# errAccuracyLoss
source: There is precision loss expected when exporting with custom time formatters.
cs: Při exportu s vlastními formátovači času se očekává ztráta přesnosti.
de: Es ist ein Genauigkeitsverlust zu erwarten, wenn eigene Zeitformate verwendet werden.
es: Es esperable la pérdida de precisión al exportar con formatos del tiempo personalizados.
et: Kui ekspordid endaseadistatud ajavormingutes võib tekkida andmetäpsuse kadu.
fr: Une perte de précision est attendue lors de l’exportation avec des formateurs de temps personnalisés.
it: È prevista una perdita di precisione durante l''esportazione con formattatori orari personalizzati.
nl: Er wordt een nauwkeurigheidsverlies verwacht bij het exporteren met aangepaste tijdsformaten.
pt: É expectável que perca precisão ao exportar com formatos de tempo personalizados.
ru: При экспорте с помощью пользовательских средств форматирования времени ожидается потеря точности.
sl: Pri izvozu podatkov z zapisom časa po meri lahko pride do izgube natančnosti.
tr: Özel zaman biçimlendiricilerle dışa aktarırken hassasiyet kaybı olabilir.
zh: 使用自定义时间格式导出预计会损失精度。

source: Use legacy list
cs: Použít starší seznam
de: Bisheriges Listenlayout verwenden
es: Usar la lista de legado
et: Kasuta pärandloendit
fr: Ancien affichage de la liste
it: Usa elenco alternativo
nl: Gebruik legacy lijst
pt: Utilizar lista de legado
ru: Использовать устаревший список
sl: Uporabi stari seznam
tr: Eski tip liste kullan
zh: 使用旧式列表

source: Horizontal lines
cs: Vodorovné čáry
de: Horizontale Linien
es: Lineas horizontales
et: Horisontaaljooned
fr: Lignes horizontales
it: Linee orizzontali
nl: Horizontale lijnen
pt: Linhas horizontais
ru: Горизонтальные линии
sl: Horizontalne črte
tr: Yatay çizgiler
zh: 水平线

# customGraphMarkings
source: Custom markings
cs: Vlastní značení
de: Eigene Markierungen
es: Marcas personalizadas
et: Kohandatud markerid
fr: Marquage personnalisé
it: Marcatori personalizzati
nl: Markeringen op maat
pt: Marcações personalizadas
ru: Пользовательская маркировка
sl: Oznake po meri
tr: Özel işaretler
zh: 自定义记号

source: Line position (y)
cs: Poloha čáry (y)
de: Linienposition (y)
es: Posición de la linea (y)
et: Joone asukoht (y)
fr: Position de ligne (y)
it: Posizione linea (y)
nl: Lijnpositie (y)
pt: Posição da linha (y)
ru: Положение линии (y)
sl: Položaj črte (y)
tr: Çizgi konumu (y)
zh: 行位置 (y)

source: Default
cs: Výchozí
de: Standard
es: Predeterminado
et: Vaikimisi
fr: Défaut
it: Predefinito
nl: Standaard
pt: Predefinição
ru: По умолчанию
sl: Privzeto
tr: Varsayılan
zh: 默认

# exportPdfCellHeight
source: Row height
cs: Výška řádku
de: Zeilenhöhe
es: Altura de la fila
et: Rea kõrgus
fr: Hauteur de ligne
it: Altezza riga
nl: Regel hoogte
pt: Altura da linha
ru: Высота строки
sl: Višina vrstice
tr: Satır yüksekliği
zh: 行高

source: Title in CSV
cs: Název v CSV
de: Titel in CSV-Dateien
es: Título en CSV
et: Pealkiri csv-failis
fr: Titre dans CSV
it: Titolo in CSV
nl: Titel in CSV
pt: Título em CSV
ru: Название в CSV
sl: Naslov v CSV
tr: CSV başlığı
zh: CSV 标题

# exportPdfExportStatistics
source: Statistics
cs: Statistika
de: Statistik
es: Estadísticas
et: Statistika
fr: Statistiques
it: Statistiche
nl: Statistiek
pt: Estatísticas
ru: Статистика
sl: Statistika
tr: İstatislikler
zh: 统计数字

# exportPdfExportData
source: Data table
cs: Tabulka dat
de: Datentabelle
es: Tabla de datos
et: Andmetabel
fr: Tableau de données
it: Tabella dati
nl: Gegevenstabel
pt: Tabela de dados
ru: Таблица данных
sl: Podatkovna tabela
tr: Veri tablosu
zh: 数据表格

source: Timestamp
cs: Časové razítko
de: Zeitstempel
es: Marca de tiempo
et: Ajatempel
fr: Horodatage
it: Data e ora
nl: Tijdstip
pt: Registo de data e hora
ru: Временная метка
sl: Časovni žig
tr: Zaman damgası
zh: 时间戳

source: Color
cs: Barva
de: Farbe
et: Värv
fr: Couleur
it: Colore
nl: Kleur
pt: Cor
ru: Цвет
sl: Barva
tr: Renk
zh: 颜色

# exportPdfExportTitle
source: Headline
cs: Záhlaví
de: Überschrift
es: Encabezado
et: Pealkiri
fr: En-tête
it: Riga di intestazione
nl: Koptekst
pt: Título
ru: Заголовок
sl: Naslovna vrstica
tr: Başlık
zh: 标题

source: Delete all medicine intakes
cs: Vymazat všechny příjmy léků
de: Alle Medikamenteneinnahmen löschen
es: Eliminar todas las tomas de medicamentos
et: Kustuta kõik ravimite võtmise märked
fr: Supprimer toutes les prises de médicaments
it: Elimina tutte le assunzioni di medicinali
nl: Verwijder alle medicijninnames
pt: Apagar todas as ingestões de medicamentos
ru: Удалить все приемы лекарств
sl: Izbrišite vse vnose zdravil
tr: Tüm ilaç alımlarını sil
zh: 删除所有药品摄入量

# errBleNoPerms
source: No bluetooth permissions
cs: Žádné oprávnění Bluetooth
de: Keine Bluetooth Berechtigung
es: Sin permiso de bluetooth
et: Pole õigusi bluetoothi kasutamiseks
fr: Pas d’autorisations Bluetooth
it: Nessuna autorizzazione Bluetooth
nl: Geen bluetooth rechten
pt: Sem permissões de bluetooth
ru: Нет разрешения на использование Bluetooth
sl: Manjkajo dovoljenja za Bluetooth
tr: Bluetooth izinleri yok
zh: 没有蓝牙权限

source: Connect
cs: Připojit
de: Verbinden
es: Conectar
et: Ühenda
fr: Connecter
it: Connetti
nl: Verbind
pt: Conectar
ru: Подключение
sl: Poveži
tr: Bağlan
zh: 连接
