Repository: derdilla/blood-pressure-monitor-fl
Catalog: app/lib/l10n/app_*.arb
Languages: cs, de, es, et, fr, it, lt, nl, pt, ru, sl, sv, tr, zh, zh_hant

# title
source: Blood Pressure App
cs: Aplikace Krevní tlak
de: Blutdruck App
es: Aplicación para la tensión arterial
et: Vererõhu andmete arhiiv
fr: Pression artérielle
it: App per la pressione sanguigna
lt: Kraujo spaudimo programėlė
nl: Bloeddruk App
pt: App de Pressão Arterial
ru: Приложение для измерения артериального давления
sl: Aplikacija za spremljanje krvnega tlaka
sv: Blodtrycksapp
tr: Kan Basıncı Uygulaması
zh: 血压记录
zh_hant: 血壓記錄

# success
source: Success: {msg}
cs: Úspěch: {msg}
de: Erfolg: {msg}
es: Exito: {msg}
et: Õnnestus: {msg}
fr: Réussite : {msg}
it: Completato: {msg}
lt: Pavyko: {msg}
nl: Succes: {msg}
pt: Sucesso: {msg}
ru: Успешно: {msg}
sl: Uspešno: {msg}
sv: Lyckades: {msg}
tr: Başarılı: {msg}
zh: 成功：{msg}
zh_hant: 成功: {msg}

source: loading…
cs: načítání…
de: Lade…
es: cargando…
et: laadime…
fr: chargement…
it: Caricamento…
lt: kraunama…
nl: laden…
pt: Carregando…
ru: загрузка…
sl: nalaganje…
sv: laddar…
tr: yükleniyor…
zh: 正在载入…
zh_hant: 讀取中…

# error
source: Error: {msg}
cs: Chyba: {msg}
de: Fehler: {msg}
et: Viga: {msg}
fr: Erreur : {msg}
it: Errore: {msg}
lt: Klaida: {msg}
nl: Fout: {msg}
pt: Erro: {msg}
ru: Ошибка: {msg}
sl: Napaka: {msg}
sv: Fel: {msg}
tr: Hata: {msg}
zh: 错误：{msg}
zh_hant: 發生錯誤: {msg}

# errNaN
source: Please enter a number
cs: Zadejte číslo
de: Bitte Zahl eingeben
es: Por favor, introduzca un número
et: Palun sisesta number
fr: Veuillez entrer un Nombre
it: Inserisci un numero
lt: Įveskite skaičių
nl: Voer een nummer in
pt: Por favor digite um número
ru: Пожалуйста, введите число
sl: Prosim, vnesite vrednost
sv: Vänligen skriv in ett tal
tr: Lütfen bir Numara girin
zh: 请输入数字
zh_hant: 請輸入數字

# errLt30
source: Number <= 30? Turn off validation in settings!
cs: Číslo <= 30? Vypněte ověřování v nastavení!
de: Wert <= 30? Deaktiviere Prüfung in Einstellungen!
es: ¿Número <= 30? ¡Desactive la validación en los ajustes!
et: Number on väiksem või võrdne kui 30? Vajadusel saad seadistustest valideerimise välja lülitada!
fr: Nombre <= 30 ? Désactivez la validation dans les paramètres !
it: <= 30? Disattiva convalida nelle impostazioni!
lt: Skaičius <= 30? Išjunkite patvirtinimą nustatymuose!
nl: Nummer <= 30? Zet validatie uit in instellingen!
pt: Número <= 30? Desligue a validação nas configurações!
ru: Число <= 30? Выключите проверку значений в настройках!
sl: Vrednost je manj kot 30? V nastavitvah izključite preverjanje!
sv: Nummer <= 30? Stäng av validering i inställningarna!
tr: Numara <= 30? Ayarlardan doğrulamayı kapatın!
zh: 数字<=30？请在设置中关闭验证！
zh_hant: 數字 <= 30? 請在設定中關閉輸入驗證！

# errUnrealistic
source: Unrealistic value? Turn off validation in settings!
cs: Nereálná hodnota? Vypněte ověřování v nastavení!
de: Fehleingabe? Deaktiviere Prüfung in den Einstellungen!
es: ¿Valor poco realista? ¡Desactiva la validación en los ajustes!
et: Ebaloogiline number? Vajadusel saad seadistustest valideerimise välja lülitada!
fr: Valeur irréaliste ? Désactivez la validation dans les paramètres !
it: Non realistico? Disattiva convalida nelle impostazioni!
lt: Nerealistiška vertė? Išjunkite patvirtinimą nustatymuose!
nl: Onrealistische waarde? Zet validatie uit in instellingen!
pt: Valor fora da realidade? Desligue a validação nas configurações!
ru: Нереалистичное значение? Выключите проверку значений в настройках!
sl: Nerealna vrednost? V nastavitvah izključite preverjanje!
sv: Orealistiskt värde? Stäng av validering i inställningarna!
tr: Gerçekçi olmayan değer? Ayarlardan doğrulamayı kapatın!
zh: 不符实际的数值？请在设置中关闭验证！
zh_hant: 不切實際的數值？請在設定中關閉輸入驗證！

# errDiaGtSys
source: dia >= sys? Turn off validation in settings!
cs: dia >= sys? Vypněte ověřování v nastavení!
de: dia >= sys? Deaktiviere Prüfung in den Einstellungen!
es: ¿dia >= sys? ¡Desactive la validación en la configuración!
et: Diastoolne vererõhk on süstoolsest suurem või sellega võrdne? Vajadusel saad seadistustest valideerimise välja lülitada!
fr: dia >= sys ? Désactivez la validation dans les paramètres !
it: PAD >= PAS? Disattiva convalida nelle impostazioni!
lt: dia >= sys? Išjunkite patvirtinimą nustatymuose!
nl: dia >= sys? Zet validatie uit in instellingen!
pt: dia >= sys? Desligue a validação nas configurações!
ru: dia >= sys? Выключите проверку значений в настройках!
sl: Diastolični pritisk je večji ali enak kot sistolični? V nastavitvah izključite preverjanje!
sv: dia >= sys? Stäng av validering i inställningarna!
tr: dia >= sys? Ayarlardan doğrulamayı kapatın!
zh: 低压>=高压？请在设置中关闭验证！
zh_hant: 舒張壓 >= 收縮壓？ 請在設定中關閉輸入驗證！

# errCantOpenURL
source: Can''t open URL: {url}
cs: Nelze otevřít URL: {url}
de: Kann URL nicht öffnen: {url}
es: No se puede abrir la URL: {url}
et: Võrguaadressi avamine ei õnnestu: {url}
fr: Impossible d''ouvrir l''adresse {url}
it: Impossibile aprire l''URL: {url}
lt: Negalima atidaryti URL: {url}
nl: Kan URL niet openen: {url}
pt: Não foi possível abrir a URL: {url}
ru: Невозможно открыть URL: {url}
sl: Ne morem odpreti URL-ja: {url}
sv: Kan inte öppna URL: {url}
tr: URL açılamadı: {url}
zh: 无法打开网址：{url}
zh_hant: 無法打開 URL: {url}

# errNoFileOpened
source: no file opened
cs: nebyl otevřen žádný soubor
de: Keine Datei geöffnet
es: ningún archivo abierto
et: ühtegi faili pole avatud
fr: aucun fichier ouvert
it: Nessun file aperto
lt: neatidarytas joks failas
nl: geen bestand geopend
pt: nenhum arquivo aberto
ru: файл не был открыт
sl: datoteka ni bila odprta
sv: ingen fil öppnades
tr: herhangi bir dosya açılmadı
zh: 没有打开的文件
zh_hant: 沒有打開任何檔案

# errNotStarted
source: not started
cs: není spuštěn
de: Nicht begonnen
es: no iniciado
et: pole käivitatud
fr: non démarré
it: Non avviato
lt: nepradėta
nl: niet begonnen
pt: não iniciado
ru: не начато
sl: ni zagnano
sv: ej startad
tr: başlatılmadı
zh: 没有启动
zh_hant: 尚未啟動

# errNoValue
source: Please enter a value
cs: Zadejte hodnotu
de: Bitte Wert eingeben
es: Por favor, introduzca un valor
et: Palun sisesta väärtus
fr: Veuillez entrer une valeur
it: Inserisci un valore
lt: Įveskite vertę
nl: Voer een waarde in
pt: Por favor digite um valor
ru: Пожалуйста, введите значение
sl: Prosim, vnesite vrednost
sv: Vänligen skriv ett värde
tr: Lütfen bir değer girin
zh: 请输入数值
zh_hant: 請輸入數值

# errNotEnoughDataToGraph
source: Not enough data to draw a graph.
cs: Není dostatek dat pro nakreslení grafu.
de: Zuwenig Daten für Graphen.
es: No hay datos suficientes para dibujar un gráfico.
et: Graafiku joonistamiseks pole piisavalt andmeid.
fr: Pas assez de données pour générer un graphique.
it: Non ci sono dati sufficienti per tracciare un grafico.
lt: Nepakanka duomenų grafiko piešimui.
nl: Niet genoeg gegevens om een grafiek te tekenen.
pt: Sem dados suficientes para desenhar um gráfico.
ru: Недостаточно данных, чтобы рисовать график.
sl: Ni dovolj podatkov za izris grafa.
sv: Inte tillräckligt med data för att rita en graf.
tr: Grafik çizmeye yetecek kadar veri bulunmamakta.
zh: 数据太少，无法绘制图表。
zh_hant: 沒有足夠的資料來繪製圖表。

# errNoData
source: no data
cs: nejsou data
de: Keine Daten
es: no hay datos
et: andmeid pole
fr: pas de données
it: Nessun dato
lt: nėra duomenų
nl: geen gegevens
pt: sem dados
ru: нет данных
sl: ni podatkov
sv: ingen data
tr: veri yok
zh: 没有数据
zh_hant: 沒有資料

# errWrongImportFormat
source: You can only import files in CSV and SQLite database format.
cs: Importovat lze pouze soubory ve formátu CSV a databáze SQLite.
de: Es können nur Dateien im CSV und SQLite db Format importiert werden.
es: Sólo se pueden importar archivos en formato CSV y de base de datos SQLite.
et: Sa saad importida andmeid vaid csv ja SQLite andmebaasi vormingutes.
fr: Vous pouvez importer uniquement des fichiers au format CSV et des bases de données au format SQLite.
it: Puoi importare solo file in formato database CSV e SQLite.
lt: Galite importuoti tik CSV ir SQLite duomenų bazių formato failus.
nl: Alleen bestanden met CSV of SQLite database formaat kunnen geimporteerd worden.
pt: Você só pode importar arquivos nos formatos CSV e banco de dados do SQLite.
ru: Вы можете импортировать файлы только в форматах CSV или SQLite.
sl: Uvozite lahko samo datoteke v CSV ali SQLite zapisu.
sv: Du kan endast importera filer i databas-formatet CSV och SQLite.
tr: Sadece CSV ve SQLite veritabanı biçiminde dosya aktarabilirsiniz.
zh: 只能导入csv和SQLite数据库格式的文件。
zh_hant: 您只能匯入 CSV 和 SQLite 資料庫格式的檔案。

# errNeedHeadline
source: You can only import files with a headline.
cs: Importovat lze pouze soubory s nadpisem.
de: Es können nur Dateien mit einer Überschrift importiert werden.
es: Sólo puedes importar archivos con un encabezado.
et: Sa saad importida vaid andmeid, millel on päiserida.
fr: Vous ne pouvez importer que des fichiers avec une ligne d''entête.
it: Puoi importare solo file con una riga di intestazione.
lt: Galite importuoti tik pavadinimą turinčius failus.
nl: Alleen bestanden die beginnen met een veldregel kunnen geimporteerd worden.
pt: Você só pode importar arquivos que tenham cabeçalho.
ru: Вы можете импортировать файлы только с заголовком.
sl: Uvozite lahko samo datoteke z naslovno vrstico.
tr: Sadece başlık bulunduran dosyaları aktarabilirsiniz.
zh: 只能导入有标题行的文件。
zh_hant: 您只能匯入有標題列的檔案。

# errCantReadFile
source: The file''s contents can not be read
cs: Obsah souboru nelze přečíst
de: Der Inhalt der Datei kann nicht gelesen werden
es: No se puede leer el contenido del archivo
et: Faili sisu lugemine ei õnnestu
fr: Le contenu du fichier ne peut pas être lu
it: Il contenuto del file non può essere letto
lt: Negalima perskaityti failo turinio
nl: De inhoud van het bestand kon niet gelezen worden
pt: Não foi possível ler o conteúdo do arquivo
ru: Содержимое файла не может быть прочитано
sl: Vsebine datoteke ni mogoče prebrati
tr: Dosyanın içeriği okunamıyor
zh: 文件内容无法读取
zh_hant: 檔案內容無法讀取

# errNotImportable
source: This file can''t be imported
cs: Tento soubor nelze importovat
de: Diese Datei kann nicht importiert werden
es: Este archivo no se puede importar
et: Seda faili ei saa importida
fr: Ce fichier ne peut pas être importé
it: Questo file non può essere importato
lt: Negalima importuoti šio failo
nl: Dit bestand kan niet geimporteerd worden
pt: Não foi possível importar este arquivo
ru: Файл не может быть импортирован
sl: Te datoteke ni mogoče uvoziti
tr: Bu dosya aktarılamaz
zh: 此文件无法导入
zh_hant: 這個檔案無法匯入

# btnCancel
source: CANCEL
cs: ZRUŠIT
de: ABBRUCH
es: CANCELAR
et: KATKESTA
fr: ANNULER
it: Annulla
lt: ATŠAUKTI
nl: ANNULEREN
pt: CANCELAR
ru: ОТМЕНА
sl: PREKLIČI
tr: İPTAL
zh: 取消
zh_hant: 取消

# btnSave
source: SAVE
cs: ULOŽIT
de: SPEICHERN
es: GUARDAR
et: SALVESTA
fr: ENREGISTRER
it: Salva
lt: IŠSAUGOTI
nl: OPSLAAN
pt: SALVAR
ru: СОХРАНИТЬ
sl: SHRANI
tr: KAYDET
zh: 保存
zh_hant: 儲存

# btnConfirm
source: OK
es: DE ACUERDO
et: SOBIB
lt: GERAI
tr: TAMAM
zh: 确定
zh_hant: 確定

# btnUndo
source: UNDO
cs: ZPĚT
de: ZURÜCK
es: DESHACER
et: VÕTA TAGASI
fr: ANNULER
it: Precedente
lt: ATSTATYTI
nl: ONGEDAAN MAKEN
pt: DESFAZER
ru: ОТМЕНИТЬ
sl: RAZVELJAVI
tr: GERİ AL
zh: 撤销
zh_hant: 復原

# sysLong
source: Systolic
cs: Systolický
de: Systole
es: Sistólica
et: Ülemine vererõhk
fr: Systolique
it: Sistolica
lt: Sistolinis
nl: Systolisch
pt: Sistólica
ru: Систолическое
sl: Sistolični
tr: Sistolik
zh: 高压
zh_hant: 收縮壓

# sysShort
source: sys
it: PAS
lt: sis
pt: sís
ru: САД
sl: sis
zh: 高压
zh_hant: 收縮壓

# diaLong
source: Diastolic
cs: Diastolický
de: Diastole
es: Diastólica
et: Alumine vererõhk
fr: Diastolique
it: Diastolica
lt: Diastolinis
nl: Diastolisch
pt: Diastólica
ru: Диастолическое
sl: Diastolični
tr: Diyastolik
zh: 低压
zh_hant: 舒張壓

# diaShort
source: dia
it: PAD
pt: dias
ru: ДАД
zh: 低压
zh_hant: 舒張壓

# pulLong
source: Pulse
cs: Pulz
de: Puls
es: Pulso
et: Pulss
fr: Pouls
it: Frequenza
lt: Pulsas
nl: Hartslag
pt: Pulso
ru: Пульс
sl: Utrip
tr: Nabız
zh: 脉搏
zh_hant: 脈搏

# pulShort
source: pul
fr: po
it: FC
nl: slg
ru: ЧСС
zh: 脉搏
zh_hant: 脈搏

# addNote
source: Note (optional)
cs: Poznámka (volitelně)
de: Notiz (optional)
es: Nota (opcional)
et: Märkus (kui pead vajalikuks)
fr: Note (facultative)
it: Nota (facoltativa)
lt: Pastaba (neprivaloma)
nl: Opmerking (optioneel)
pt: Nota (opcional)
ru: Примечание (необязательно)
sl: Opomba (izbirno)
tr: Not (isteğe bağlı)
zh: 备注（选填）
zh_hant: 備註（選擇性）

source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
et: Seadistused
fr: Paramètres
it: Impostazioni
lt: Nustatymai
nl: Instellingen
pt: Configurações
ru: Настройки
sl: Nastavitve
tr: Ayarlar
zh: 设置
zh_hant: 設定

source: Layout
cs: Rozvržení
es: Apariencia
et: Paigutus
fr: Mise en page
it: Disposizione
lt: Išdėstymas
nl: Opmaak
ru: Внешний вид
sl: Postavitev
tr: Düzen
zh: 布局
zh_hant: 格式

source: Allow manual time input
cs: Povolit ruční zadání času
de: Editierbare Zeitangaben
es: Permitir la introducción manual de la hora
et: Luba kellaaja sisestamist käsitsi
fr: Permettre la saisie manuelle de l''heure
it: Data e ora manuale
lt: Leisti rankinį laiko įvedimą
nl: Sta handmatige tijdsinvoer toe
pt: Permitir digitar o tempo manualmente
ru: Разрешить ручной ввод времени
sl: Dovoli ročni vnos časa
tr: Elle süre girmeye izin ver
zh: 允许手动输入时间
zh_hant: 允許手動輸入時間

# enterTimeFormatScreen
source: Time format
cs: Formát času
de: Datums-/Zeitformat
es: Formato de la hora
et: Kellaja vorming
fr: Format de l''heure
it: Formato data e ora
lt: Laiko formatas
nl: Tijdsformaat
pt: Forma da hora
ru: Формат времени
sl: Format časa
tr: Zaman biçimi
zh: 时间格式
zh_hant: 時間格式

source: Theme
cs: Motiv
de: Aussehen
es: Tema
et: Kujundus
fr: Thème
it: Tema
lt: Tema
nl: Thema
pt: Tema
ru: Тема
sl: Tema
tr: Tema
zh: 主题
zh_hant: 主題

source: System
cs: Systém
es: Sistema
et: Süsteemi kujundus
fr: Système
it: Sistema
lt: Sistema
nl: Systeem
pt: Sistema
ru: Системная
sl: Sistemska
tr: Sistem
zh: 系统
zh_hant: 跟隨系統

source: Dark
cs: Tmavý
de: Dunkel
es: Oscuro
et: Tume kujundus
fr: Sombre
it: Scuro
lt: Tamsus
nl: Donker
pt: Escuro
ru: Тёмная
sl: Temna
tr: Koyu
zh: 暗色
zh_hant: 暗色

source: Light
cs: Světlý
de: Hell
es: Claro
et: Hele kujundus
fr: Clair
it: Chiaro
lt: Šviesus
nl: Licht
pt: Claro
ru: Светлая
sl: Svetla
tr: Açık
zh: 亮色
zh_hant: 亮色

source: Icon size
cs: Velikost ikon
de: Größe der Knöpfe
es: Tamaño del icono
et: Ikooni suurus
fr: Taille de l''icône
it: Dimensione icona
lt: Piktogramos dydis
nl: Pictogram Grootte
pt: Tamanho do Ícone
ru: Размер иконок
sl: Velikost ikon
tr: Simge boyutu
zh: 图标大小
zh_hant: 圖示大小

# graphLineThickness
source: Line thickness
cs: Tloušťka linky
de: Linienstärke d. Graphen
es: Grosor de las líneas
et: Joone jämedus
fr: Épaisseur de la ligne
it: Spessore linea
lt: Linijos storis
nl: Lijndikte
pt: Grossura da Linha
ru: Толщина линий
sl: Debelina črte
tr: Çizgi kalınlığı
zh: 线条粗细
zh_hant: 線條粗細

# animationSpeed
source: Animation duration
cs: Trvání animace
de: Animationsdauer
es: Duración de la animación
et: Arvutianimatsiooni kestus
fr: Durée de l''animation
it: Durata animazione
lt: Animacijos trukmė
nl: Animatie duur
pt: Duração da animação
ru: Длительность анимации
sl: Trajanje animacije
tr: Animasyon süresi
zh: 动画时长
zh_hant: 動畫持續時間

# accentColor
source: Theme color
cs: Barva motivu
de: Farbschema
es: Color del tema
et: Kujunduse värv
fr: Couleur du thème
it: Colore del tema
lt: Temos spalva
nl: Thema kleur
pt: Cor do tema
ru: Цвет темы приложения
sl: Barva teme
tr: Tema rengi
zh: 主题颜色
zh_hant: 主題色彩

# sysColor
source: Systolic color
cs: Systolická barva
de: Farbe für Systole
es: Color de la sistólica
et: Ülemise ehk süstoolne vererõhu värv
fr: Couleur de la systole
it: Colore sistolica
lt: Sistolinės linijos spalva
nl: Systolische kleur
pt: Cor sistólica
ru: Цвет систолического давления
sl: Barva sistoličnega tlaka
tr: Sistolik rengi
zh: 高压颜色
zh_hant: 收縮壓顏色

# diaColor
source: Diastolic color
cs: Diastolická barva
de: Farbe für Diastole
es: Color de la diástole
et: Alumise ehk diastoolse vererõhu värv
fr: Couleur de la diastole
it: Colore diastolica
lt: Diastolinės linijos spalva
nl: Diastolische kleur
pt: Cor diastólica
ru: Цвет диастолического давления
sl: Barva diastoličnega tlaka
tr: Diyastolik rengi
zh: 低压颜色
zh_hant: 舒張壓顏色

# pulColor
source: Pulse color
cs: Barva pulzu
de: Farbe für Puls
es: Color del pulso
et: Pulsi värv
fr: Couleur de la fréquence cardiaque
it: Colore frequenza
lt: Pulso linijos spalva
nl: Hartslag kleur
pt: Cor do pulso
ru: Цвет пульса
sl: Barva utripa
tr: Nabız rengi
zh: 脉搏颜色
zh_hant: 脈搏顏色

source: Behavior
cs: Chování
de: Verhalten
es: Comportamiento
et: Käitumine
fr: Comportement
it: Comportamento
lt: Elgesys
nl: Gedrag
pt: Comportamento
ru: Поведение приложения
sl: Obnašanje
tr: Davranış
zh: 行为
zh_hant: 行為

source: Validate inputs
cs: Ověření vstupů
de: Eingaben prüfen
es: Validación de las entradas
et: Kontrolli, kas sisendid on loogilised
fr: Confirmer les saisies
it: Convalida inserimenti
lt: Patvirtinti įvestis
nl: Valideer invoer
pt: Validar campos de entrada
ru: Проверять вводимые значения
sl: Preverjaj vnose
tr: Veri girişlerini doğrula
zh: 验证输入
zh_hant: 輸入驗證

source: Confirm deletion
cs: Potvrdit smazání
de: Löschen bestätigen
es: Confirmar el borrado
et: Kustutamisel küsi kinnitust
fr: Confirmer la suppression
it: Conferma eliminazione
lt: Patvirtinti ištrynimą
nl: Bevestig verwijderingen
pt: Confirmar deleção
ru: Подтверждение удаления
sl: Potrdi brisanje
tr: Silmeyi onayla
zh: 确认删除
zh_hant: 確認刪除

source: Age
cs: Věk
de: Alter
es: Edad
et: Vanus
fr: Âge
it: Età
lt: Amžius
nl: Leeftijd
pt: Idade
ru: Возраст
sl: Starost
tr: Yaş
zh: 年龄
zh_hant: 年齡

# aboutWarnValuesScreen
source: About
cs: O...
de: Mehr Infos
es: Acerca de
et: Teave
fr: À propos
it: Informazioni
lt: Apie
nl: Over
pt: Sobre
ru: Что это
sl: O mejnih vrednostih
tr: Hakkında
zh: 关于
zh_hant: 關於

# aboutWarnValuesScreenDesc
source: More info on warn values
cs: Více informací o varovných hodnotách
de: Mehr Infos zu den Warnwerten
es: Más información sobre los valores de advertencia
et: Lisateave hoiatuslävendite kohta
fr: Plus d''informations sur les valeurs d''alerte
it: Ulteriori informazioni sui valori di avviso
lt: Daugiau informacijos apie įspėjimo vertes
nl: Meer info over waarschuwingswaarden
pt: Mais informções sobre valores de aviso
ru: Подробнее о предупредительных значениях
sl: Več informacij o mejnih vrednostih
tr: Uyarı değerleri hakkında daha çok bilgi
zh: 关于警告值的更多信息
zh_hant: 警告數值的更多資訊

# sysWarn
source: Systolic warn
cs: Systolické varování
de: Warnwert Sys
es: Advertencia de sistólica
et: Ülemise ehk süstoolse vererõhu hoiatuslävend
fr: Alerte sur la systole
it: Avviso sistolica
lt: Įspėjimas apie sistolinę vertę
nl: Systolische waarschuwingswaarde
pt: Aviso para pressão sistólica
ru: Систолическое предупреждение
sl: Opozorilo glede sistoličnega tlaka
tr: Sistolik uyarı
zh: 高压警告
zh_hant: 收縮壓警告

# diaWarn
source: Diastolic warn
cs: Diastolické varování
de: Warnwert Dia
es: Alerta diastólica
et: Alumise ehk diastoolse vererõhu hoiatuslävend
fr: Alerte sur la diastole
it: Avviso diastolica
lt: Įspėjimas apie diastolinę vertę
nl: Diatolische waarschuwingswaarde
pt: Aviso para pressão diastólica
ru: Диастолическое предупреждение
sl: Opozorilo glede diastoličnega tlaka
tr: Diyastolik uyarı
zh: 低压警告
zh_hant: 舒張壓警告

source: Data
de: Daten
es: Fecha
et: Andmed
fr: Données
it: Dati
lt: Duomenys
nl: Gegevens
pt: Dados
ru: Данные
sl: Podatki
tr: Veri
zh: 数据
zh_hant: 資料

source: Version
cs: Verze
es: Versión
et: Versioon
it: Versione
lt: Versija
nl: Versie
pt: Versão
ru: Версия
sl: Različica
tr: Sürüm
zh: 版本
zh_hant: 版本

# versionOf
source: Version: {version}
cs: Verze: {version}
es: Versión: {version}
et: Versioon: {version}
it: Versione: {version}
lt: Versija: {version}
nl: Versie: {version}
pt: Versão: {version}
ru: Версия: {version}
sl: Različica: {version}
tr: Sürüm: {version}
zh: 版本：{version}
zh_hant: 版本: {version}

# buildNumberOf
source: Version number: {buildNumber}
cs: Číslo verze: {buildNumber}
de: Versions Nummer: {buildNumber}
es: Número de la versión: {buildNumber}
et: Versiooni number: {buildNumber}
fr: Numéro de version : {buildNumber}
it: Numero versione: {buildNumber}
lt: Versijos numeris: {buildNumber}
nl: Versienummer: {buildNumber}
pt: Número da versão: {buildNumber}
ru: Номер сборки: {buildNumber}
sl: Številka različice: {buildNumber}
tr: Sürüm numarası: {buildNumber}
zh: 版本号：{buildNumber}
zh_hant: 版本號碼: {buildNumber}

# packageNameOf
source: Package name: {name}
cs: Název balíčku: {name}
de: Paketname: {name}
es: Nombre del paquete: {name}
et: Paketi nimi: {name}
fr: Nom du package : {name}
it: Nome pacchetto: {name}
lt: Paketo pavadinimas: {name}
nl: Pakketnaam: {name}
pt: Nome do pacote: {name}
ru: Имя пакета: {name}
sl: Ime paketa: {name}
tr: Paket adı: {name}
zh: 软件包名称：{name}
zh_hant: 套件名稱: {name}

source: Export / Import
de: Exportieren / Importieren
es: Exportar / Importar
et: Eksport ja import
fr: Exporter / Importer
it: Esporta e importa
lt: Eksportuoti / Importuoti
nl: Exporteer / Importeer
pt: Exportar / Importar
ru: Экспорт / Импорт
sl: Izvoz / Uvoz
tr: Dışa aktar / İçe aktar
zh: 导出/导入
zh_hant: 匯出 / 匯入

# exportDir
source: Export directory
cs: Adresář exportu
de: Export Ordner
es: Exportar el directorio
et: Kaust andmete ekportimiseks
fr: Répertoire d''export
it: Cartella di esportazione
lt: Eksporto katalogas
nl: Exportmap
pt: Diretório de exportação
ru: Место экспорта
sl: Mapa za izvoz
tr: Dışa aktarma dizini
zh: 导出目录
zh_hant: 匯出目錄

# exportAfterEveryInput
source: Export after every entry
cs: Export po každém záznamu
de: Export nach jedem Eintrag
es: Exportar tras cada entrada
et: Ekspordi peale iga kirje sisestust
fr: Exporter après chaque saisie
it: Esporta dopo ogni inserimento
lt: Eksportuoti po kiekvieno įrašo
nl: Exporteer na elke invoer
pt: Exportar depois de cada entrada
ru: Экспортировать после каждой новой записи
sl: Izvozi po vsakem novem vnosu
tr: Her girişten sonra dışa aktar
zh: 每次记录后导出
zh_hant: 每次輸入完畢後匯出

# exportAfterEveryInputDesc
source: Not recommended (file explosion)
cs: Nedoporučuje se (mnoho souborů)
de: Nicht empfohlen (datenexplosion)
es: No recomendado (hará que aumente la cantidad de archivos)
et: Pole soovitatav (tekib andmeuputus)
fr: Non recommandé (explosion du fichier)
it: Non consigliato (sovraccarico file)
lt: Nerekomenduojama (atsiras labai daug failų)
nl: Niet aangeraden (bestandsexplosie)
pt: Não recomendado (explosão do arquivo)
ru: Не рекомендуется (взрыв файла)
sl: Ni priporočljivo (nastalo bo zelo veliko datotek)
tr: Önerilmez (dosya patlaması)
zh: 不推荐（会导致文件数量激增）
zh_hant: 不建議 (檔案會過大)

source: Export format
cs: Formát exportu
es: Formato de la exportación
et: Ekspordivorming
fr: Format d''exportation
it: Formato esportazione
lt: Eksportuoti formatą
nl: Exportformaat
pt: Formato da exportação
ru: Формат экспортируемого файла
sl: Format izvoza
tr: Dışa aktarma biçimi
zh: 导出格式
zh_hant: 匯出格式

# exportCustomEntries
source: Customize fields
cs: Přizpůsobit pole
de: Eigene Felder
es: Personalizar los campos
et: Kohanda välju
fr: Personnaliser les champs
it: Personalizza campi
lt: Tinkinti laukelius
nl: Velden aanpassen
pt: Campos personalizados
ru: Настроить поля
sl: Prilagodite polja
tr: Alanları kişileştir
zh: 自定义字段
zh_hant: 自訂欄位

# addEntry
source: Add field
cs: Přidat pole
de: Feld hinzufügen
es: Añadir un campo
et: Lisa väli
fr: Ajouter un champ
it: Aggiungi campo
lt: Įtraukti laukelį
nl: Voeg veld toe
pt: Adicionar campo
ru: Добавить поле
sl: Dodaj polje
tr: Alan ekle
zh: 添加字段
zh_hant: 增加欄位

# exportMimeType
source: Export media type
cs: Typ exportovaného média
de: Export medien typ
es: Tipo de medio de exportación
et: Eksporditav failitüüp
fr: Exporter le type de média
it: Supporto per l''esportazione
lt: Eksportuoti medijos tipą
nl: Type exportmedia
pt: Tipo da mídia para exportação
ru: Тип экспортируемого файла
sl: Tip izvozne datoteke
tr: Dışa aktarılan medya türü
zh: 导出MIME类型
zh_hant: 匯出媒體類型
