Repository: derdilla/blood-pressure-monitor-fl
Catalog: app/lib/l10n/app_*.arb
Languages: cs, de, es, et, fr, it, lt, nl, pt, ru, sl, sv, tr, zh, zh_hant

# aboutBleInput
source: Some measurement devices are BLE GATT compatible. You can pair these devices here and automatically transmit measurements or disable this option in the settings.
cs: Některá měřicí zařízení jsou kompatibilní s BLE GATT. Tato zařízení zde můžete spárovat a automaticky přenášet měření nebo tuto možnost v nastavení zakázat.
de: Manche Messgeräte sind BLE GATT kompatibel. Du kannst diese Geräte hier koppeln und die Messungen automatisch übertragen. Alternativ deaktiviere diese Option in den Einstellungen.
es: Algunos dispositivos de medición son compatibles con BLE GATT. Puede emparejar estos dispositivos aquí y transmitir mediciones automáticamente o desactivar esta opción en la configuración.
et: Mõned vererõhuaparaadid ühilduvad BLE GATT standardiga. Palun vaata, et seade oleks paardunud ja siis saad mõõtmisi siia automaatselt edastada. Kui sa seda ei soovi, siis lülita see eelistus seadistustest välja.
fr: Certains appareils de mesure sont compatibles BLE GATT. Vous pouvez jumeler ces appareils ici et transmettre automatiquement les mesures ou désactiver cette option dans les paramètres.
it: Alcuni dispositivi di misurazione sono compatibili con BLE GATT. Puoi associare questi dispositivi qui e trasmettere automaticamente le misurazioni o disattivare questa opzione nelle impostazioni.
nl: Sommige meetapparaten zijn BLE GATT compatibel. Deze apparaten kunnen hier gekoppeld worden en automatisch metingen verzenden of schakel deze optie uit in instellingen.
pt: Alguns dispositivos de medição são compatíveis com BLE GATT. Pode parear estes dispositivos aqui e transmitir medições automaticamente ou desativar esta opção nas configurações.
ru: Некоторые измерительные устройства совместимы с BLE GATT. Здесь вы можете выполнить сопряжение этих устройств и автоматически передавать измерения или отключить эту опцию в настройках.
sl: Nekatere merilne naprave so združljive z BLE GATT. Tukaj lahko te naprave povežete z aplikacijo in omogočite samodejno posredovanje meritev ali pa to možnost onemogočite v nastavitvah.
tr: Bazı ölçüm aygıtları BLE GATT uyumludur. Bu aygıtları burada eşleştirebilir ve ölçümleri otomatik olarak iletebilir veya ayarlardan bu seçeneği devre dışı bırakabilirsiniz.
zh: 某些测量设备兼容 BLE GATT。你可以在此配对这些设备并自动传输测量数据或在设置中停用此选项。

source: Scanning for devices
cs: Skenování zařízení
de: Suche nach Geräten
es: Buscando dispositivos
et: Otsime seadmeid
fr: Recherche (balayage) d''appareils
it: Scansione dei dispositivi
nl: Scannen op apparaten
pt: A procurar dispositivos
ru: Поиск устройств
sl: Iskanje naprav
tr: Aygıtlar taranıyor
zh: 扫描设备

source: Tap to close.
cs: Klepnutím zavřete.
de: Drücken zum Schließen.
es: Toque para cerrar.
et: Sulgemiseks klõpsi.
fr: Appuyez pour fermer.
it: Tocca per chiudere.
nl: Tik om te sluiten.
pt: Toque para fechar.
ru: Нажмите, чтобы закрыть.
sl: Tapnite za zapiranje.
tr: Kapatmak için dokunun.
zh: 轻按关闭。

source: Mean arterial pressure
cs: Střední arteriální tlak
de: Mittlerer arterieller Blutdruck
es: Presión arterial media
et: Keskmine arteriaalne vererõhk
fr: Pression artérielle moyenne
it: Pressione sanguigna media
nl: Gemiddelde slagaderlijke druk
pt: Tensão arterial média
ru: Среднее артериальное давление
sl: Povprečni arterijski tlak
tr: Ortalama damar basıncı
zh: 表示动脉压

source: User ID
cs: ID uživatele
de: Nutzer ID
es: Id del usuario
et: Kasutajatunnus
fr: ID utilisateur
it: ID utente
nl: Gebruikers ID
pt: ID do utilizador
ru: Идентификатор пользователя
sl: ID uporabnika
tr: Kullanıcı kimliği
zh: 用户 ID

source: Body movement detected
cs: Zjištěný pohyb těla
de: Körperbewegung erkannt
es: Movimiento corporal detectado
et: Tuvastasime keha liikumise
fr: Mouvement du corps détecté
it: Rilevato movimento del corpo
nl: Lichaamsbeweging gedetecteerd
pt: Movimento corporal detetado
ru: Обнаружено движение тела
sl: Zaznano gibanje telesa
tr: Vücut hareketi algılandı
zh: 检测到身体移动

source: Cuff too loose
cs: Příliš volná manžeta
de: Manschette zu locker
es: Puño demasiado flojo
et: Mansett on liiga lõdvalt
fr: Manchette trop lâche
it: Polsino troppo largo
nl: Manchet zit te los
pt: Punho muito frouxo
ru: Манжета слишком ослаблена
sl: Manšeta je preveč ohlapna
tr: Bileklik çok gevşek
zh: 袖带太松

source: Improper measurement position
cs: Nesprávná poloha při měření
de: Falsche Messposition
es: Posición de medición incorrecta
et: Vale koht mõõtmiseks
fr: Position de mesure incorrecte
it: Posizione di misurazione errata
nl: Onjuiste metingspositie
pt: Posição de medição inadequada
ru: Неправильное положение при измерении
sl: Nepravilen položaj merjenja
tr: Yanlış ölçüm konumu
zh: 测量方位不恰当

source: Pulse rate exceeds upper limit
cs: Tepová frekvence překračuje horní hranici
de: Pulsfrequenz übersteigt oberes Limit
es: La frecuencia cardíaca excede el límite superior
et: Pulss on ülempiirist suurem
fr: Fréquence pouls dépasse limite supérieure
it: Frequenza cardiaca superiore al limite massimo
nl: Hartslag is hoger dan de bovenste limiet
pt: A frequência de pulso excede o limite superior
ru: Частота пульса превышает верхнюю норму
sl: Utrip presega zgornjo mejo
tr: Nabız hızı üst sınırı aşıyor
zh: 心率超出上限

# pulseRateLessThanLowerLimit
source: Pulse rate is less than lower limit
cs: Tepová frekvence je nižší než spodní hranice
de: Pulsfrequenz unterschreitet unteres Limit
es: Frecuencia cardíaca por debajo del límite inferior
et: Pulss on alampiirist väiksem
fr: Fréquence pouls inférieure à la limite inférieure
it: Frequenza cardiaca inferiore al limite minimo
nl: Hartslag is lager dan de onderste limiet
pt: A frequência de pulso é menor que o limite inferior
ru: Частота пульса менее нижней нормы
sl: Utrip presega spodnjo mejo
tr: Nabız hızı alt sınırdan düşük
zh: 心率低于下限

source: Available devices
cs: Dostupná zařízení
de: Verfügbare Geräte
es: Dispositivos disponibles
et: Saadavalolevad seadmed
fr: Dispositifs disponibles
it: Dispositivi disponibili
nl: Beschikbare apparaten
pt: Dispositivos disponíveis
ru: Доступные устройства
sl: Razpoložljive naprave
tr: Kullanılabilir aygıtlar
zh: 可用的设备

source: Bluetooth disabled
cs: Bluetooth vypnuto
de: Bluetooth deaktiviert
es: Bluetooth desactivado
et: Bluetoothi kasutamine on välja lülitatud
fr: Bluetooth désactivé
it: Bluetooth disabilitato
nl: Bluetooth uitgeschakeld
pt: Bluetooth desativado
ru: Bluetooth отключен
sl: Bluetooth onemogočen
tr: Bluetooth devre dışı
zh: 停用了蓝牙

# errMeasurementRead
source: Error while taking measurement!
cs: Chyba během měření!
de: Fehler während der Messung!
es: ¡Ocurrió un error al medir!
et: Viga mõõtmisel!
fr: Erreur lors de la prise de mesure !
it: Errore durante la misurazione!
nl: Fout tijdens het maken van de meting!
pt: Erro ao fazer a medição!
ru: Ошибка при измерении!
sl: Napaka pri zajemu meritve!
tr: Ölçüm alınırken hata oluştu!
zh: 测量时发生错误！

# measurementSuccess
source: Measurement taken successfully!
cs: Měření proběhlo úspěšně!
de: Messung erfolgreich durchgeführt!
es: ¡Medición exitosa!
et: Mõõtmine õnnestus!
fr: Mesure prise avec succès !
it: Misurazione effettuata con successo!
nl: Meting succesvol uitgevoerd!
pt: Medição realizada com sucesso!
ru: Измерение выполнено успешно!
sl: Meritev uspešno zajeta!
tr: Ölçüm başarıyla alındı!
zh: 测量成功！

source: Bluetooth input
cs: Vstup Bluetooth
de: Bluetooth Eingabe
es: Entrada por Bluetooth
et: Sisend bluetoothist
fr: Entrée Bluetooth
it: Ingresso Bluetooth
nl: Bluetooth invoer
pt: Entrada bluetooth
ru: Bluetooth-вход
sl: Bluetooth vnos
tr: Bluetooth girişi
zh: 蓝牙输入

source: Irregular pulse detected
cs: Zjištěn nepravidelný puls
de: Unregelmäßiger Puls festgestellt
es: Pulso irregular detectado
et: Tuvastasime korrapäratu pulsi
fr: Pouls irrégulier détecté
it: Rilevata pulsazione irregolare
nl: Onregelmatige hartslag gededecteerd
pt: Pulso irregular detetado
ru: Обнаружен непостоянный пульс
sl: Zaznan nepravilen utrip
tr: Düzensiz nabız algılandı
zh: 检测到不规律的心跳

source: Delete all notes
cs: Odstranit všechny poznámky
de: Alle Notizen löschen
es: Borrar todas las notas
et: Kustuta kõik märkused
fr: Supprimer toutes les notes
it: Elimina tutte le note
nl: Verwijder alle opmerkingen
pt: Apagar todas as notas
ru: Удалить все заметки
sl: Izbrišite vse opombe
tr: Tüm notları sil
zh: 删除所有附注

# compactList
source: Compact measurement list
cs: Kompaktní seznam měření
de: Kompakte Messwertliste
es: Lista de mediciones compacta
et: Kompaktne mõõdistuste loend
fr: Liste de mesures compacte
it: Elenco compatto misurazioni
nl: Compacte meetlijst
pt: Lista de medição compacta
ru: Компактный список измерений
sl: Zgoščen seznam meritev
tr: Sıkışık ölçüm listesi
zh: 紧凑测量列表

source: Date
cs: Datum
de: Datum
es: Fecha
et: Kuupäev
it: Data
nl: Datum
pt: Data
ru: Дата
sl: Datum
tr: Tarih
zh: 日期

# intakes
source: Medicine intakes
cs: Příjem léků
de: Medikamenten-Einnahmen
es: Toma de medicamentos
et: Ravimite võtmine
fr: Doses de médicaments
it: Assunzioni di medicinali
nl: Medicijninname
pt: Ingestão de medicamentos
ru: Приемы лекарств
sl: Vnosi zdravil
tr: İlaç alımları
zh: 服药

# errFeatureNotSupported
source: This feature is not available on this platform.
cs: Tato funkce není na této platformě k dispozici.
de: Diese Funktion ist auf dieser Plattform nicht verfügbar.
es: Esta función no está disponible en esta plataforma.
et: See funktsionaalsus pole sellel platvormil saadaval.
fr: Cette fonctionnalité n’est pas disponible sur cette plateforme.
it: Questa funzionalità non è disponibile su questa piattaforma.
nl: Deze functie is niet beschikbaar op dit platform.
pt: Este recurso não está disponível nesta plataforma.
ru: Эта функция недоступна на данной платформе.
sl: Ta funkcija ni na voljo na tej platformi.
tr: Bu özellik bu platformda kullanılamıyor.
zh: 这个功能在这个平台上不可用。

# invalidZip
source: Invalid zip file.
cs: Neplatný soubor zip.
de: Ungültige ZIP-Datei.
es: Archivo zip no válido.
et: Vigane zip-fail.
it: File zip non valido.
nl: Ongeldig zip bestand.
pt: Ficheiro zip inválido.
ru: Поврежденный zip-архив.
sl: Neveljavna ZIP datoteka.
tr: Geçersiz zip dosyası.
zh: 无效的 ZIP 文件。

# errCantCreateArchive
source: Can''t create archive. Please report the bug if possible.
cs: Nelze vytvořit archiv. Pokud je to možné, nahlaste prosím chybu.
de: Konnte Archiv nicht erstellen. Bitte melden Sie wenn möglich diesen Fehler.
es: No se puede crear el archivo. Por favor, informe del error si es posible.
et: Arhiivi loomine ei õnnestu. Kui võimalik siis palun teata sellest veast.
it: Impossibile creare l''archivio. Segnalare il bug, se possibile.
nl: Kan archief niet aanmaken. Rapporteer deze fout indien mogelijk.
pt: Não é possível criar o arquivo. Por favor, reporte o bug se possível.
ru: Невозможно создать архив. Пожалуйста, сообщите об ошибке, если это возможно.
sl: Ne morem ustvariti arhiva. Prosim, prijavite napako.
tr: Arşiv oluşturulamıyor. Lütfen mümkünse hatayı bildirin.
zh: 无法创建存档。如果可能请报告 Bug。

# activateWeightFeatures
source: Activate weight related features
cs: Aktivace funkcí souvisejících s hmotností
de: Gewichtsbezogene Funktionen aktivieren
et: Lülita sisse kaaluga seotud funktsionaalsus
it: Attiva funzionalità relative al peso
pt: Ativar funções relacionadas ao peso
ru: Активируйте функции, связанные с весом
sl: Aktivirajte funkcije, povezane s težo
zh: 激活体重相关功能

source: Weight
cs: Hmotnost
de: Gewicht
et: Kaal
it: Peso
pt: Peso
ru: Вес
sl: Teža
zh: 体重

source: Enter weight
cs: Zadejte hmotnost
de: Gewicht eingeben
et: Palun sisesta kaal
it: Inserisci peso
pt: Informe o seu peso
ru: Введите вес
sl: Vnesite težo
zh: 输入体重

source: Preferred weight unit
cs: Preferovaná jednotka hmotnosti
de: Bevorzugte Maßeinheit für Gewicht
et: Eelistatud kaaluühik
it: Unità di peso preferita
pt: Medida de peso preferida
ru: Предпочтительный вес
sl: Želena enota teže
zh: 首选体重单位

# selectMeasurementTitle
source: Select the measurement to use
cs: Zvolte měření, které chcete použít
de: Zu nutzende Messung auswählen
et: Vali kasutatav mõõdistus
it: Seleziona la misura da usare
pt: Selecione a medição para usar
ru: Выберите измерение для использования
sl: Izberite meritev, ki jo želite uporabiti
zh: 选择要使用的测量

# measurementIndex
source: Measurement #{number}
cs: Měření #{number}
de: Messung #{number}
et: Mõõdistus nr {number}
it: Misurazione #{number}
pt: Medição #{number}
ru: Измерение #{number}
sl: Meritev #{number}
zh: 测量#{number}

source: Blood pressure
cs: Krevní tlak
de: Blutdruck
et: Vererõhk
it: Pressione sanguigna
pt: Pressão sanguínea
ru: Давление крови
sl: Krvni tlak
zh: 血压

source: Select
cs: Vybrat
de: Auswählen
et: Vali
it: Seleziona
pt: Selecionar
ru: Выберите
sl: Izberi
zh: 选择

# newBluetoothInputOldLib
source: Beta
ru: Бета
zh: 测试

# bluetoothInputDesc
source: The beta backend works on more devices but is less tested. The cross-platform version may work on non-android and is planned to supersede the stable implementation once mature enough.
cs: Beta verze backendu funguje na více zařízeních, ale je méně otestovaná. Multiplatformní verze může fungovat i na jiných zařízeních než Android a plánuje se, že nahradí stabilní implementaci, jakmile bude dostatečně zralá.
it: Il backend beta funziona su più dispositivi ma è meno testato. La versione multipiattaforma potrebbe funzionare su dispositivi non Android e si prevede che sostituirà l''implementazione stabile una volta sufficientemente matura.
pt: O backend beta funciona em mais dispositivos, mas é menos testado. A versão multiplataforma pode funcionar em não-Android e está planeada a supervisionar a implementação estável uma vez suficientemente madura.
ru: Бета работает на большем количестве устройств, но меньше тестируется. Кросс-платформенная версия может работать и на не Андроиде и планируется заменить стабильную реализацию, как только она станет достаточно взрослой.
sl: Zaledje beta različice deluje na več napravah, vendar je manj preizkušeno. Različica za več platform morda deluje na napravah, ki niso Android, načrtujemo pa, da bo ta različica - ko bo dovolj razvita - nadomestila stabilno različico aplikacije.
zh: 测试版本后端可以在更多设备上工作，但未经充分测试。该跨平台版本可以在非 android 设备上工作，并且按计划在足够成熟后将取代稳定版。

# oldBluetoothInput
source: Stable
cs: Stabilní
it: Stabile
pt: Estável
ru: Стабильно
sl: Stabilna
zh: 稳定

# newBluetoothInputCrossPlatform
source: Beta cross-platform
cs: Beta multiplatformní
it: Beta multipiattaforma
pt: Beta multiplataforma
ru: Кросс-платформеннная бета
sl: Beta med platformami
zh: 跨平台（测试）

source: Disabled
cs: Vypnuto
it: Disabilitato
pt: Desativado
ru: Откючено
sl: Onemogočeno
zh: 已停用

# warnNeedsRestartForUsingApp
source: Files were deleted in this session. Restart the app to continue using it!
cs: Soubory, které byly v této relaci odstraněny. Restartujte aplikaci, abyste mohli pokračovat v používání a vrátit se do dalších částí aplikace!
de: Es wurden Dateien gelöscht. Starten sie die App neu bevor sie mit der Benutzung fortfahren!
es: Los archivos fueron eliminados en esta sesión. ¡Reinicie la aplicación para seguir usando returning en otras partes de la aplicación!
et: Selles sessioonis kustutasime mõned failid. Jätkamaks muus osas rakenduse kasutamist käivita ta uuesti!
fr: Des fichiers ont été supprimés durant cette session. Redémarrez l''application pour continuer à utiliser d''autres parties de celle-ci !
it: Alcuni file sono stati eliminati durante questa sessione. Riavvia l''app per continuare a utilizzare le altre parti dell''app!
nl: Er zijn bestanden verwijderd tijdens deze sessie. Start de app opnieuw op om door te gaan met terugkeren naar andere delen van de app!
pt: Os ficheiros foram apagados nesta sessão. Reinicie a app para utilizar outras partes da app!
ru: Файлы были удалены в этом сеансе. Перезапустите приложение, чтобы продолжить использование, вернувшись к другим частям приложения!
sl: V tej seji so bile izbrisane datoteke. Znova zaženite aplikacijo, če želite še naprej uporabljati vrnitev v druge dele aplikacije!
tr: Bu oturumda dosyalar silindi. Uygulamanın diğer bölümlerine dönerek kullanmaya devam etmek için uygulamayı yeniden başlatın!
zh: 文件在此会话中被删除了。重启本应用继续使用它！

source: Tap to select
cs: Ťuknutím na položku vyberte
it: Tocca per selezionare
pt: Toque para selecionar
ru: Нажмите чтобы выбрать
zh: 轻按选择

# trustBLETime
source: Trust time reported by bluetooth devices
it: Tempo di attendibilità segnalato dai dispositivi Bluetooth
pt: Tempo de confiança relatado por dispositivos bluetooth
ru: Доверять времени, сообщаемому устройствами Bluetooth
zh: 信任蓝牙设备报告的时间

# warnBLETimeSus
source: The bluetooth device reported a time off by {hours} hours. You can disable trusting timestamps from bluetooth devices in the settings.
it: Il dispositivo Bluetooth ha segnalato un ritardo di {hours} ore. Puoi disattivare l''affidabilità dei timestamp dei dispositivi Bluetooth nelle impostazioni.
pt: O dispositivo bluetooth informou um tempo de folga por {hours} horas. Pode desativar os carimbos de tempo de confiança de dispositivos bluetooth nas configurações.
ru: Устройство Bluetooth сообщило об ошибке времени на {hours} часов. Вы можете отключить доверие к временным меткам от устройств Bluetooth в настройках.
zh: 蓝牙设备报告了 {hours} 小时的时间偏差。你可以在设置中停用信任来自蓝牙设备的时间戳。

source: Don''t show again
it: Non mostrare più
pt: Não mostrar novamente
ru: Больше не показывать
zh: 不再显示

# btnShare
source: SHARE
it: CONDIVIDI
pt: PARTILHAR
ru: ПЕРЕДАТЬ
zh: 分享
