Repository: derdilla/blood-pressure-monitor-fl
Catalog: app/lib/l10n/app_*.arb
Languages: cs, de, es, et, fr, it, lt, nl, pt, ru, sl, sv, tr, zh, zh_hant

# exportCsvHeadline
source: Headline
cs: Záhlaví
de: Überschrift
es: Encabezado
et: Päiseväli
fr: Ligne d''entête
it: Riga di intestazione
lt: Pavadinimas
nl: Veldregel
pt: Título
ru: Заголовок
sl: Naslovna vrstica
tr: Başlık
zh: 标题行
zh_hant: 標題列

# exportCsvHeadlineDesc
source: Helps to discriminate types
cs: Pomáhá rozlišit typy
de: Feldbezeichnungen zum Differenzieren
es: Ayuda a determinar los tipos de valores
et: Võimaldab eraldada andmetüüpe
fr: Aide pour distinguer les types
it: Aiuta a determinare i tipi di valori
lt: Padeda atskirti tipus
nl: Helpt velden te onderscheiden
pt: Ajuda a diferenciar tipos
ru: Помогает различать типы
sl: Pomaga pri razlikovanju vrst
tr: Türleri ayırmakta yardımcı olur
zh: 有助于区分类型
zh_hant: 有助於區分類型

# db
source: SQLite DB
et: SQLite andmebaas
fr: BDD SQLite
it: DB SQLite
pt: BD SQLite
tr: SQLite Veritabanı
zh: SQLite数据
zh_hant: SQLite 資料庫

source: text
es: texto
et: tekst
fr: texte
it: Testo
lt: tekstas
nl: tekst
ru: текстовый файл
sl: besedilo
tr: metin
zh: 文本
zh_hant: 文字

source: other
cs: jiné
de: Anderes
es: otro
et: muu
fr: autre
it: Altro
lt: kita
nl: andere
pt: outro
ru: другое
sl: ostalo
tr: diğer
zh: 其他
zh_hant: 其它

source: Field delimiter
cs: Oddělovač polí
de: Feldseparator
es: Delimitador de campo
et: Väljade eraldaja
fr: Délimiteur de champ
it: Separatore campi
lt: Laukelio skyriklis
nl: Veldscheidingsteken
pt: Encontrar delimitador
ru: Разделитель полей
sl: Ločilo polj
tr: Alan sınırlayıcı
zh: 字段分隔符
zh_hant: 字段格式

source: Text delimiter
cs: Oddělovač textu
de: Textbegrenzung
es: Delimitador de texto
et: Teksti eraldaja
fr: Délimiteur de texte
it: Delimitatore testo
nl: Tekstscheidingsteken
pt: Delimitador de texto
ru: Разделитель текста
sl: Ločilo besedila
tr: Metin sınırlayıcı
zh: 文本分隔符
zh_hant: 文字分隔符號

source: EXPORT
es: EXPORTAR
et: EKSPORT
fr: EXPORTER
it: Esporta
nl: EXPORTEER
pt: EXPORTAR
ru: ЭКСПОРТ
sl: IZVOZI
tr: DIŞA AKTAR
zh: 导出
zh_hant: 匯出

source: shared
cs: sdílené
de: Geteilt
es: compartido
et: jagatud
fr: partagé
it: Condiviso
nl: gedeeld
pt: Compartilhado
ru: общий
sl: deljeno
tr: paylaşıldı
zh: 已分享
zh_hant: 已分享

source: IMPORT
es: IMPORTAR
fr: IMPORTER
it: Importa
nl: IMPORTEER
pt: IMPORTAR
ru: ИМПОРТ
sl: UVOZI
tr: İÇE AKTAR
zh: 导入
zh_hant: 匯入

source: Source code
cs: Zdrojový kód
de: Quellcode
es: Código fuente
et: Lähtekood
fr: Code source
it: Codice sorgente
nl: Broncode
pt: Código fonte
ru: Исходный код
sl: Izvorna koda
tr: Kaynak kodu
zh: 源代码
zh_hant: 原始碼

# licenses
source: 3rd party licenses
cs: Licence třetích stran
de: Lizenzen dritter
es: Licencias de terceros
et: kolmandate osapoolte litsentsid
fr: Licences de tierces parties
it: Licenze di terze parti
nl: Licenties van derden
pt: Licenças de terceiros
ru: Лицензии третьих сторон
sl: Licence tretjih oseb
tr: 3. taraf lisanslar
zh: 第3方许可协议
zh_hant: 第三方授權協議

# importSuccess
source: Imported {count} entries
cs: Importováno {count} záznamů
de: Es wurden {count} Einträge importiert
es: {count} entradas importadas
et: Importisime {count} kirjet
fr: {count} lignes importées
it: {count} voci importate
nl: {count} items geimporteerd
pt: {count} registros foram importados
ru: Импортировано {count} записей
sl: Število uvoženih vnosov: {count}
tr: {count} giriş içe aktarıldı
zh: 已成功导入{count}条记录
zh_hant: 已成功匯入 {count} 筆記錄

# exportWarnConfigNotImportable
source: Hey! Just a friendly heads up: the current export configuration won''t be importable. To fix it, make sure you set the export type as CSV and include one of the time formats available.
cs: Ahoj! Jen přátelské upozornění: aktuální konfiguraci exportu nebude možné importovat. Chcete-li to napravit, ujistěte se, že jste nastavili typ exportu jako CSV a uvedli jeden z dostupných časových formátů.
de: Hey! Nur eine freundliche Info: Die aktuelle Exportkonfiguration ist nicht importierbar. Um das zu beheben, stelle sicher, dass der Exporttyp als CSV festgelegt ist und eines der verfügbaren Zeitformate enthalten ist.
es: ¡Hey! Solo un aviso amistoso: la configuración de exportación actual no va a ser importable. Para corregirlo, asegura que elegiste el formato de exportación como CSV e incluye un de los formatos de tiempo disponible.
et: Hei! Lihtsalt üks sõbralik soovitus: praegune ekspordiseadistus ei taga, et andmed on ka tagasi imporditavad. Vea parandamiseks palun kontrolli, et andmevorming ekspordiks on CSV ja sa oled kaasanud ühe saadavaloevatest ajavormingutest.
fr: Coucou ! Ceci est juste un avertissement amical : les options d''export choisies ne seront pas importables. Pour corriger cela, choisissez un export en CSV, activez la ligne d''entête et sélectionnez un des formats d''heure disponibles.
it: Avviso: l''attuale configurazione di esportazione non potrà essere importata nuovamente. Per risolvere il problema, assicurati di impostare il tipo di esportazione come CSV e includi uno dei formati data e ora disponibili.
nl: Hoi! Een vriendelijke waarschuwing: met de huidige instellingen kan de export niet geimporteerd worden. Los dit op door het export formaat als CSV in te stellen en voeg een van de beschikbare tijdsformaten toe.
pt: Olá! Apenas um aviso amigável: a configuração da exportção atual impedirá a importação. Para corregir isso, tenha certeza de escolher o tipo de exportação com CSV, ativar o título, e incluir um dos formatos de tempo disponíveis.
ru: Привет! Просто дружеское предупреждение: текущая конфигурация экспорта не будет доступна для импорта. Чтобы исправить это, убедитесь, что вы установили тип экспорта как CSV, включили заголовок и включили один из доступных форматов времени.
sl: hej Samo prijateljsko opozorilo: trenutnega izvoza podatkov ne bo mogoče uvoziti nazaj v aplikacijo. Če želite to popraviti, se prepričajte, da ste nastavili vrsto izvoza kot CSV in vključili enega od razpoložljivih formatov časa.
tr: Merhaba! Size dostça bir uyarı: Şu anki dışa aktarma ayarlarıyla içe aktarmak mümkün olmayacak. Bunu düzeltmek için dışa aktarma türünün CSV olduğuna emin olun ve uygun zaman biçimlerinden birini dahil edin.
zh: 友情提示：当前的导出配置将导致无法导入。要修复此问题，请确定将导出类型设置为CSV——带有标题行，标题行中包含“diastolic”、“systolic”、“pulse”、“notes”，以及有效的时间格式。
zh_hant: 嘿! 溫馨提醒: 目前的匯出設定將導致無法匯入。如要繼續，請確認您設定的匯出格式是 CSV，啟用標題列，並且包含一種有效的時間格式。

source: Statistics
cs: Statistika
de: Statistik
es: Estadísticas
et: Statistika
fr: Statistiques
it: Statistiche
nl: Statistiek
pt: Estatísticas
ru: Статистика
sl: Statistika
tr: İstatistikler
zh: 统计
zh_hant: 統計

source: Measurement count
cs: Počet měření
de: Anzahl Messungen
es: Cuenta de medidas
et: Mõõdistuste arv
fr: Compteur de mesures
it: Numero di misurazioni
nl: Aantal metingen
pt: Quantidade de medições
ru: Количество измерений
sl: Število meritev
tr: Ölçüm sayısı
zh: 测量次数
zh_hant: 測量次數

source: Measurements per day
cs: Měření za den
de: Messungen pro Tag
es: Mediciones por día
et: Mõõdistusi päevas
fr: Mesures par jour
it: Media misurazioni al giorno
nl: Metingen per dag
pt: Medições por dia
ru: Количество измерений за день
sl: Meritev na dan
tr: Günde ölçüm sayısı
zh: 日测量次数
zh_hant: 日測量次數

# timeResolvedMetrics
source: Metrics by time of day
cs: Metriky podle denní doby
de: Werte nach Tageszeit
es: Métricas en base al tiempo
et: Andmestik päevaaja järgi
fr: Mesures déterminées par heure
it: Metriche per ora del giorno
nl: Tijds-Gerelateerde Statistiek
pt: Métricas por hora do dia
ru: Показатели по времени суток
sl: Meritve glede na čas dneva
tr: Saatlik Belirlenen Metrikler
zh: 按一天中不同时间的度量
zh_hant: 時間解析圖表

# minOf
source: {txt} min.
pt: {txt} mín.
ru: {txt} мин.
tr: {txt} asg.
zh: {txt}最低
zh_hant: {txt} 最低.

# maxOf
source: {txt} max.
es: {txt} máx.
et: {txt} maks.
pt: {txt} máx.
ru: {txt} макс.
tr: {txt} azm.
zh: {txt}最高
zh_hant: {txt} 最高.

source: Warn values
cs: Varovné hodnoty
de: Warnwerte
es: Valores de precaución
et: Hoiatuslävendid
fr: Valeurs d''alerte
it: Valori di avviso
nl: Waarschuwingswaarden
pt: Valores para alerta
ru: Предупредительные значения
sl: Opozorilne vrednosti
tr: Uyarı değerleri
zh: 警告值
zh_hant: 警告值

# warnAboutTxt1
source: The warn values are a pure suggestions and no medical advice.
cs: Varovné hodnoty jsou pouhým doporučením, nikoli lékařským doporučením.
de: Die Warnwerte sind lediglich Vorschläge, kein medizinischer Rat.
es: Los valores de precaución son únicamente sugerencias y no consejo médico.
et: Hoiatuslävend on vaid soovitus ega pole meditsiiniline nõuanne.
fr: Les valeurs d''alerte ne sont que des suggestions et n''ont pas valeur d''avis médical.
it: I valori di avviso sono semplici suggerimenti e non consigli medici.
nl: Waarschuwingswaarden zijn enkel suggesties en geen medisch advies.
pt: Os valores de alerta são apenas sugestões e não são opiniões médicas.
ru: Значения warn имеют общий рекомендательный характер и не могут восприниматься как медицинские показания.
sl: Opozorilne vrednosti so zgolj predlogi in ne predstavljajo zdravstvenega nasveta.
tr: Uyarı değerleri sadece bir öneridir ve tıbbi bir tavsiye değildir.
zh: 警告值仅供参考，并非医学建议。
zh_hant: 警告值僅供參考，並不是醫學建議。

# warnAboutTxt2
source: The default age dependent values come from this source.
cs: Výchozí hodnoty závislé na věku pocházejí z tohoto zdroje.
de: Die voreingestellten Basiswerte für Altersstufen stammen aus dieser Quelle.
es: Los valores dependientes de la edad predeterminada vienen de esta fuente.
et: Vaikimisi lävendväärtused on east sõltuvad ja tulevad sellest allikast.
fr: Les valeurs par défaut dépendant de l''âge proviennent de cette source.
it: Fonte dei valori predefiniti in base all''età.
nl: De standaard leeftijdsgerelateerde waarden zijn afkomstig van deze bron.
pt: Os valores padrões dependentes da idade vieram desta fonte.
ru: Значения, зависящие от возраста по умолчанию, взяты из этого источника.
sl: Privzete vrednosti, odvisne od starosti, prihajajo iz tega vira.
tr: Varsayılan yaşa bağlı değerler bu kaynaktan alındı.
zh: 不同年龄的默认参考值来源于此。
zh_hant: 預設的年齡參考值由此而來。

# warnAboutTxt3
source: Feel free to change the values to suit your needs and follow the recommendations of your doctor.
cs: Nebojte se změnit hodnoty podle svých potřeb a dodržujte doporučení svého lékaře.
de: Ändere die Werte nach Bedarf und stimme dich mit deinem Arzt ab.
es: Dese la libertad de cambiar los valores para que se adapten a sus necesidades y siga las recomendaciones de su doctor.
et: Palun muuda väärtusi vastavalt oma vajadustele ning järgi oma arsti soovitusi.
fr: N''hésitez pas à modifier les valeurs pour qu''elles vous conviennent et suivent les recommandations de votre médecin.
it: Sentiti libero di modificare i valori in base alle tue esigenze e segui le raccomandazioni del medico.
nl: Wees vrij om deze waarden aan te passen naar uw behoeftes en volg de aanbevelingen van uw dokter.
pt: Você pode mudar os valores para atenderem às suas necessidades e para seguir as recomendações do seu médico.
ru: Не стесняйтесь изменять значения в соответствии с вашими потребностями и следуйте рекомендациям вашего врача.
sl: Vrednosti lahko spremenite tako, da ustrezajo vašim potrebam in da upoštevate priporočila svojega zdravnika.
tr: Bu değerleri ihtiyacınıza göre değiştirebilirsiniz. Doktorunuzun tavsiyesine uyun.
zh: 您可以按需随意修改此值，请遵从医生的建议。
zh_hant: 根據您的需求自由調整數值，並且遵照醫生的指示。

# enterTimeFormatString
source: time format
cs: formát času
de: Zeitformat-String
es: formato de tiempo
et: kellaja vorming
fr: format d''heure
it: Formato data e ora
nl: tijdsformaat
pt: Formato da hora
ru: формат времени
sl: format časa
tr: zaman biçimi
zh: 时间格式
zh_hant: 時間格式

source: now
cs: teď
de: jetzt
es: ahora
et: praegu
fr: maintenant
it: Adesso
nl: nu
pt: agora
ru: сейчас
sl: zdaj
tr: şu an
zh: 现在
zh_hant: 現在

source: Notes
cs: Poznámky
de: Notizen
es: Notas
et: Märkmed
it: Note
nl: Opmerkingen
pt: Anotações
ru: Заметки
sl: Opombe
tr: Notlar
zh: 备注
zh_hant: 備註

source: Time
cs: Čas
de: Zeitpunkt
es: Tiempo
et: Aeg
fr: Heure
it: Ora
nl: Tijd
pt: Hora
ru: Время
sl: Čas
tr: Zaman
zh: 时间
zh_hant: 時間

# confirmDelete
source: Confirm deletion
cs: Potvrzení smazání
de: Löschen bestätigen
es: Confirmar eliminación
et: Kinnita kustutamine
fr: Confirmer la suppression
it: Conferma eliminazione
nl: Bevestig verwijderen
pt: Confirmar deleção
ru: Подтвердите удаление
sl: Potrdi izbris
tr: Silmeyi onayla
zh: 确认删除
zh_hant: 確認刪除

# confirmDeleteDesc
source: Delete this entry? (You can turn off these confirmations in the settings.)
cs: Smazat tuto položku? (Tato potvrzení můžete vypnout v nastavení.)
de: Soll der Eintrag gelöscht werden? (Diese Rückfragen können in den Einstellungen abgestellt werden.)
es: ¿Eliminar esta entrada? (Puedes desactivar estas confirmaciones en la configuración.)
et: Kas kustutame selle kirje? (Sa saad sellised kontrollküsimised seadistusest kinni keerata.)
fr: Supprimer cet enregistrement ? (Vous pouvez désactiver cette confirmation dans les paramètres.)
it: Eliminare questa voce? Puoi disattivare queste conferme nelle impostazioni
nl: Verwijder dit item? (Deze bevestigingsvragen kunt u uitzetten in de instellingen.)
pt: Apagar esse registro? (Você pode desligar essa confirmações nas configurações)
ru: Удалить эту запись? (Вы можете отключить эти подтверждения в настройках.)
sl: Želite izbrisati ta vnos? (Te potrditve lahko izklopite v nastavitvah.)
tr: Bu girişi sil? (Bu onaylama mesajını ayarlardan kapatabilirsiniz.)
zh: 确定要删除此记录吗？（您可以在设置中关闭这些确认。）
zh_hant: 刪除這筆記錄嗎? (您可以從設定把這個通知關掉。)

# deletionConfirmed
source: Entry deleted.
cs: Záznam smazán.
de: Eintrag gelöscht.
es: Entrada eliminada.
et: Kirje on kustutatud.
fr: Enregistrement supprimé.
it: Voce eliminata.
nl: Item verwijderd.
pt: Registro apagado.
ru: Запись удалена.
sl: Vnos izbrisan.
tr: Giriş silindi.
zh: 记录已删除。
zh_hant: 記錄已刪除。

source: Day
cs: Den
de: Tag
es: Día
et: Päev
fr: Jour
it: Giorno
nl: Dag
pt: Dia
ru: День
sl: Dan
tr: Gün
zh: 日
zh_hant: 天

source: Week
cs: Týden
de: Woche
es: Semana
et: Nädal
fr: Semaine
it: Settimana
pt: Semana
ru: Неделя
sl: Teden
tr: Hafta
zh: 周
zh_hant: 週

source: Month
cs: Měsíc
de: Monat
es: Mes
et: Kuu
fr: Mois
it: Mese
nl: Maand
pt: Mês
ru: Месяц
sl: Mesec
tr: Ay
zh: 月
zh_hant: 月

source: Year
cs: Rok
de: Jahr
es: Año
et: Aasta
fr: Année
it: Anno
nl: Jaar
pt: Ano
ru: Год
sl: Leto
tr: Yıl
zh: 年
zh_hant: 年

source: Lifetime
cs: Celé období
de: Lebenszeit
es: Vida
et: Eluiga
fr: Durée de vie
it: Tutte le date
nl: Levensduur
pt: Vitalícia
ru: Весь период
sl: Celotno obdobje
tr: Ömür boyu
zh: 终身
zh_hant: 終身

# weekOfYear
source: Week {weekNum}, {year}
cs: Týden {weekNum}, {year}
de: Woche {weekNum}, {year}
es: Semana{weekNum},{year}
et: Nädal {weekNum}, {year}
fr: Semaine {weekNum}, {year}
it: Settimana {weekNum}, {year}
pt: Semana {weekNum}, {year}
ru: Неделя {weekNum}, {year}
sl: Teden {weekNum}, {year}
tr: Hafta {weekNum}, {year}
zh: {year}年第{weekNum}周
zh_hant: 週 {weekNum}, {year}

# enterTimeFormatDesc
source: A formatter string is a blend of predefined ICU/Skeleton strings and any additional text you''d like to include. [If you''re curious about the complete list of valid formats, you can find them right here.](screen://TimeFormattingHelp) Just a friendly reminder, using longer or shorter format Strings won''t magically alter the width of the table columns, which might lead to some awkward line breaks and text not showing. default: "yy-MM-dd HH:mm"
cs: Formátovací řetězec je směs předdefinovaných řetězců ICU/Skeleton a jakéhokoli dalšího textu, který chcete zahrnout. [Pokud vás zajímá úplný seznam platných formátů, najdete je přímo zde] (screen://TimeFormattingHelp). Jen přátelsky připomínáme, že použití delších nebo kratších formátovacích řetězců nezmění zázračně šířku sloupců tabulky, což by mohlo vést k nepříjemnému zalomení řádků a nezobrazení textu. výchozí: „yy-MM-dd HH:mm“
de: Das Datumsformat besteht aus einer Mischung vordefinierter ICU-Strings sowie anderer Zeichen deiner Wahl. [Die vollständige Liste gültiger Formate findest du hier.](screen://TimeFormattingHelp) Bitte beachte, dass kürzere/längere Zeitformat-Strings nicht die Spaltenbreiten ändern. Sie führen eher zu unerwünschten Umbrüchen. Voreingestellt: "yy-MM-dd HH:mm"
es: Un string formateador es una mezcla de string ICU/Skeleton predefinidas y cualquier texto adicional que desee incluir. [Si deseas saber sobre la lista completa de formatos válidos, los puede encontrar aquí.](screen://TimeFormattingHelp) Solo un recordatorio amistoso, usar string formateadores más largos o cortos no va a mágicamente alterar el ancho de las columnas de la tabla, lo cuál puede resultar en unas interrupciones irregulares en la linea y que el texto no se muestre. predeterminado: "aa-MM-dd HH:mm"
et: Vorming on segu ICU/Skeleton spetsifikatsiooni sõnedest ja lisatekstist, mida tahaksid juurde panna. [Kui tahad, siis kõikide kasutatavate vormingute kohta saad lugeda siit.](screen://TimeFormattingHelp) Väikese ääremärkusena ütleme, et pikema või lühema vormingu kasutamine ei muuda imeväel tabeli veergude laiust, kuid võib tekitada imelikke reavahetusi ja osa teksti kasdumist. vaikimisi: "yy-MM-dd HH:mm"
fr: Une chaine de formatage est un mélange de chaines ICU/Skeleton et de n''importe quel texte supplémentaire que vous souhaitez inclure. [Si vous souhaitez en savoir plus sur la liste complète des formats valides, tapez ici.](screen://TimeFormattingHelp) Rappel amical: utiliser des chaines de formatage plus courtes ou plus longues ne modifieront pas la largeur des colonnes de table par magie, ce qui pourrait générer des retours à la ligne inattendus ou que du texte n''apparaisse pas. valeur par défaut: "yy-MM-dd HH:mm"
it: Una stringa di formattazione è un insieme di stringhe ICU/Skeleton predefinite e di qualsiasi testo aggiuntivo che si desidera includere. [Se sei curioso di conoscere l''elenco completo dei formati validi, puoi trovarli qui.](screen://TimeFormattingHelp) Avviso: l''uso di stringhe di formato più lungo o più corto non altera magicamente la larghezza delle colonne della tabella, il che potrebbe portare a problematiche interruzioni di riga e alla mancata visualizzazione del testo. Formato predefinito: "yy-MM-dd HH:mm"
nl: Een formatteringstekenreeks is een combinatie van vooraf gedefinieerde ICU/Skeleton tekenreeksen met eventueel extra tekst die u wilt toevoegen. [Nieuwsgierig naar de volledige lijst met geldige tekenreeksen? U vindt ze hier.](screen://TimeFormattingHelp) Een vriendelijke herinnering, de breedte van tabelkolommen wordt niet automatisch veranderd met het gebruik van langere of kortere formaten. Dit kan zorgen voor rare regeleindes en/of tekst dat niet zichtbaar is. standaard: "yy-MM-dd HH:mm"
pt: Uma cadeia de formatação é uma mistura de cadeias predefinidas ICU/Skeleton e qualquer texto adicional que gostaria de incluir. [Se está curioso sobre a lista completa de formatos válidos, pode encontrá-los aqui.](screen://TimeFormattingHelp) Apenas um lembrete amigável, usando o formato mais longo ou mais curto Cadeias não irá alterar magicamente a largura das colunas de tabela, o que pode levar a algumas quebras de linha desajeitadas e texto não mostrando. padrão: "yy-MM-dd HH:mm"
ru: Строка форматирования - это смесь предопределенных строк ICU/Skeleton и любого дополнительного текста, который вы хотели бы включить. [Если вам интересен полный список допустимых форматов, вы можете найти их прямо здесь.](screen://TimeFormattingHelp) Просто дружеское напоминание: использование более длинных или более коротких строк формата волшебным образом не изменит ширину столбцов таблицы, что может привести к некоторым неудобным разрывам строк и не отображению текста. по умолчанию: "yy-MM-dd HH:mm"
sl: Oblikovalnik je mešanica vnaprej določenih nizov ICU/Skeleton in morebitnega dodatnega besedila, ki ga želite vključiti. [Če vas zanima celoten seznam veljavnih formatov, jih lahko najdete tukaj.](screen://TimeFormattingHelp) Samo prijazen opomnik, uporaba nizov daljšega ali krajšega formata ne bo spremenila širine stolpcev tabele, kar bi lahko povzročilo nerodne prelome vrstic in neprikazovanje besedila. privzeto: "ll-MM-dd HH:mm"
tr: Biçim stringi önceden tanımladan ICU/Skeleton stringlerinin ve eklemek istediğiniz herhangi başka metinin birleşimidir. [Tanımlanan biçimlerin bütünün bir listesini merak ettiyseniz burada bulabilirsiniz.](screen://TimeFormattingHelp) Bir hatırlatma, uzun ya da kısa biçim String kullanmak tablodaki sütunların genişliğini değiştirmeyecek, ki bu da garip satır atlamalarına ve metnin gözükmemesine yol açabilir. varsayılan: "yy-MM-dd HH:mm"
zh: 格式化字符串是一个预定义的ICU/Skeleton字符串和您想要包含的其他文字的混合体。 [点击即可查看可用的格式化字符串的完整列表。](screen://TimeFormattingHelp) 友情提示：使用更长或更短的格式字符串不会改变表的列宽，还可能导致意外的换行和文字显示不全。 默认："yy-MM-dd HH:mm"

# last30Days
source: 30 days
cs: 30 dní
de: 30 Tage
es: 30 días
et: 30 päeva
fr: 30 jours
it: 30 giorni
nl: 30 dagen
pt: 30 dias
ru: 30 дней
sl: 30 dni
tr: 30 gün
zh: 最近三十天
zh_hant: 30天

source: Determine warn values
cs: Určení varovných hodnot
de: Warnwerte bestimmen
es: Determinar los valores de aviso
et: Seadista hoiatuslävendid
fr: Déterminer les valeurs d''alerte
it: Determina valori di avviso
lt: Nustatyti įspėjimo vertes
nl: Waarschuwingswaarden bepalen
pt: Determinar valores de aviso
ru: Определить предупредительные значения
sl: Določi opozorilne vrednosti
tr: Uyarı değerlerini belirle
zh: 设置警戒值
zh_hant: 決定警告數值

source: Allow missing values
cs: Povolit chybějící hodnoty
de: Fehlende Werte erlauben
es: Permitir valores faltantes
et: Luba puuduvaid väärtusi
fr: Autoriser les valeurs manquantes
it: Consenti valori mancanti
nl: Sta missende waarden toe
pt: Permitir valores em falta
ru: Разрешить пропущенные значения
sl: Dovoli manjkajoče vrednosti
tr: Kayıp değerlere izin ver
zh: 允许空缺
zh_hant: 允許遺失的數值

source: Language
cs: Jazyk
de: Sprache
es: Lenguaje
et: Keel
fr: Langue
it: Lingua
nl: Taal
pt: Língua
ru: Язык
sl: Jezik
tr: Dil
zh: 语言
zh_hant: 語言

source: Custom
cs: Vlastní
de: Benutzerdefiniert
es: Personalizado
et: Kohandatud
fr: Personnalisé
it: Personalizzato
nl: Aangepast
pt: Personalizado
ru: Собственный
sl: Po meri
tr: Özel
zh: 样式
zh_hant: 自定

# drawRegressionLines
source: Draw trend lines
cs: Kreslení trendových čar
de: Zeichne Trendlinien
es: Mostrar datos de tendencia
et: Joonista trendijooni
fr: Dessiner des lignes de tendances
it: Disegna linee di tendenza
nl: Teken trendlijnen
pt: Desenhar linhas de tendência
ru: Рисовать линии трендов
sl: Nariši trendne črte
tr: Eğilim çizgilerini çiz
zh: 画出趋势线
zh_hant: 繪製趨勢線

source: Result:
cs: Výsledek:
de: Ergebnis:
es: Resultado:
et: Tulemus:
fr: Résultat :
it: Risultato:
nl: Resultaat:
pt: Resultado:
ru: Результат:
sl: Rezultat:
tr: Sonuç:
zh: 结果：
zh_hant: 結果:

source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
et: Muuda
fr: Éditer
it: Modifica
nl: Bewerken
pt: Editar
ru: Редактировать
sl: Uredi
tr: Düzenle
zh: 编辑

source: Delete
cs: Smazat
de: Löschen
es: Eliminar
et: Kustuta
fr: Supprimer
it: Elimina
nl: Verwijder
pt: Deletar
ru: Удалить
sl: Izbriši
tr: Sil
zh: 删除

source: Minimum
es: Mínimo
et: Miinimum
it: Minima
nl: Minimaal
pt: Mínimo
ru: Минимум
tr: Asgari
zh: 最小值
