Repository: derdilla/blood-pressure-monitor-fl
Catalog: app/lib/l10n/app_*.arb
Languages: cs, de, es, et, fr, it, lt, nl, pt, ru, sl, sv, tr, zh, zh_hant

# errTimeAfterNow
source: The selected time is in the future. You can turn off this validation in the settings.
cs: Vybraný čas je v budoucnosti. Toto ověřování můžete vypnout v nastavení.
de: Die ausgewählte Uhrzeit wurde zurückgesetzt, da sie in der Zukunft liegt. Die Überprüfung lässt sich in den Einstellungen deaktivieren.
es: El tiempo seleccionado del día fue reiniciado, debido a que se ubica en el futuro. Puede desactivar esta validación el la configuración.
et: Kuna valitud aeg on tulevikus, siis on ta ära muudetud. Sa saad selle kontrollireegli seadistustest välja lülitada.
fr: L''heure choisie est dans le futur. Nous avons automatiquement repositionné à l''heure courante. Vous pouvez désactiver ce comportement dans les paramètres.
it: L''orario selezionato è nel futuro. Puoi disattivare questa convalida nelle impostazioni.
nl: De geselecteerde tijd was in de toekomst en is teruggezet naar de huidige tijd. Deze validatie kan uitgezet worden in de instellingen.
pt: A hora escolhida é no futuro. Pode desligar esta validação nas configurações.
ru: Выбранное время было сброшено, так как оно находится в будущем. Вы можете отключить эту проверку в настройках.
sl: Izbrani čas dneva je bil ponastavljen, saj je bil izbran v prihodnosti. To preverjanje lahko izklopite v nastavitvah.
tr: Seçilen vakit şu andan sonra olduğundan dolayı sıfırlandı. Bu doğrulamayı ayarlardan kapatabilirsiniz.
zh: 当所选的时间在未来时会发生这个错误。如果是这样，本应用在尝试更改前会重置时间（不是整个选中的时间）为当前时间。
zh_hant: 所選擇的時段已被重設，因為它發生在此時刻之後。您可以在設定中關閉此驗證。

# last7Days
source: 7 days
cs: 7 dní
de: 7 Tage
es: 7 días
et: 7 päeva
fr: 7 jours
it: 7 giorni
nl: 7 dagen
pt: 7 dias
ru: 7 дней
sl: 7 dni
tr: 7 gün
zh: 最近七天
zh_hant: 7天

source: Average
cs: Průměr
de: Durchschnitt
es: Promedio
et: Keskmine
fr: Moyenne
it: Media
nl: Gemiddeld
pt: Média
ru: Среднее
sl: Povprečje
tr: Ortalama
zh: 平均值

source: Maximum
es: Máximo
et: Maksimum
it: Massima
nl: Maximaal
pt: Máximo
ru: Максимум
sl: Maksimum
tr: Azami
zh: 最大值

# exportWarnNotEveryFieldExported
source: Beware that you are not exporting all fields: {fields} {count, plural, one{is} other{are}} missing.
cs: Dejte si pozor, abyste neexportovali všechna pole: {fields} {count, plural, one{is} other{are}} chybí.
de: Achtung, {count, plural, one{ein Feld wird} other{einige Felder werden}} nicht exportiert: {fields}.
es: Cuidado, no está exportando todos los campos: {fields}{count, plural, one{is} other{are}} missing.
et: Palun arvesta, et sa pole eksportimas kõiki andmevälju: puudu {fields} {count, plural, one{on} other{on}}.
fr: Attention, vous n''exportez pas tous les champs : {fields} {count, plural, one{est manquant} other{sont manquants}}.
it: Attenzione, non stai esportando tutti i campi. Mancano: {fields} {count, plural, one{is} other{are}}.
nl: Let op dat niet alle velden geëxporteerd worden: {fields} {count, plural, one{mist} other{missen}}.
pt: Atenção você não exportando todos os campos: {fields} {count, plural, one{está} other{estão}} faltando.
ru: Помните, что вы не экспортируете все поля: {fields} {count, plural, one{будет} other{будут}} пропущены.
sl: Pozor, ne izvažate vseh polj: {fields} {count, plural, one{manjka} two{manjkata} other{manjkajo}}.
tr: Bütün alanları dışa aktarmıyorsunuz: {fields} {count, plural, one{is} other{are}} kayıp.
zh: 请注意你没有导出所有字段：缺少 {fields} 个字段。
zh_hant: 請注意，您並沒有匯出所有欄位: {fields} {count, plural, one{is} other{are}} 遺失。

# pdfDocumentTitle
source: Blood pressure values from {start} until {end}
cs: Hodnoty krevního tlaku od {start} do {end}
de: Blutdruckwerte von {start} bis {end}
es: Los valores de la presión arterial desde {start} hasta {end}
et: Vererõhu väärtused alates {start} kuni {end}
fr: Mesures de pression artérielle du {start} au {end}
it: Valori pressione sanguigna dal {start} al {end}
nl: Bloeddrukwaarden van {start} tot {end}
pt: Valores de pressão sanguínea de {start} até {end}
ru: Значения кровяного давления с {start} по {end}
sl: Vrednosti krvnega tlaka od {start} do {end}
tr: {start}'den {end}'e kan basıncı değerleri
zh: {start} 到 {end} 之间的血压
zh_hant: 血壓數值從 {start} 到 {end}

# exportPdfHeaderFontSize
source: Header font size
cs: Velikost písma záhlaví
de: Schriftgröße der Kopfzeile
es: Tamaño de la fuente del cabezal
et: Päiserea kirjatüübi suurus
fr: Taille de caractère de l''en-tête
it: Dimensione carattere intestazione
nl: Koptekst lettergrootte
pt: Tamanho da fonte do cabeçalho
ru: Размер шрифта заголовка
sl: Velikost pisave vzglavja
tr: Başlık yazı tipi boyutu
zh: 页眉字体大小

source: Preferred pressure unit
cs: Preferovaná jednotka tlaku
de: Bevorzugte Druck-Maßeinheit
es: Unidad de presión preferida
et: Eelistatud rõhuühik
fr: Unité de pression préférée
it: Unità di pressione preferita
nl: Voorkeur drukeenheid
pt: Unidade de pressão preferida
ru: Предпочтительная единица измерения давления
sl: Želena enota za tlak
tr: Tercih edilen basınç birimi
zh: 首选的血压单位

# exportPdfHeaderHeight
source: Header height
cs: Výška záhlaví
de: Höhe der Kopfzeile
es: Altura de la cabecera
et: Päiserea kõrgus
fr: Hauteur de l''en-tête
it: Altezza intestazione
nl: Koptekst hoogte
pt: Altura do cabeçalho
ru: Высота заголовка
sl: Višina vzglavja
tr: Başlık yüksekliği
zh: 页眉高度

# exportPdfCellFontSize
source: Row font size
cs: Velikost písma řádku
de: Zeilen-Schriftgröße
es: Tamaño de la fuente de la fila
et: Rea kirjatüübi suurus
fr: Taille de caractères de ligne
it: Dimensione carattere riga
nl: Regel lettergrootte
pt: Tamanho da fonte da linha
ru: Размер шрифта строки
sl: Velikost pisave vrstice
tr: Satır yazı tipi boyutu
zh: 行字体大小

source: Value distribution
cs: Rozložení hodnot
de: Werteverteilung
es: Distribución de valores
et: Väärtuste jaotumine
it: Distribuzione dei valori
nl: Waardeverdeling
pt: Distribuição de valor
ru: Распределение значений
sl: Porazdelitev vrednosti
tr: Değer dağılımı
zh: 值分布

# startWithAddMeasurementPage
source: Measurement on launch
cs: Měření při spuštění
de: Eintrag nach Start
es: Medida en el lanzamiento
et: Lisamise vaade rakenduse käivitamisel
fr: Mesure au lancement
it: Misurazione all''avvio
nl: Meting bij lanceren
pt: Medição no lançamento
ru: Измерение при запуске
sl: Meritev ob zagonu
tr: Başlangıçta ölçüm
zh: 启动时的测量

source: Record format
cs: Formát záznamu
de: Eintragsformatierung
es: Formato de registro
et: Salvestusvorming
fr: Format d''enregistrement
it: Formato registrazione
nl: Record formaat
pt: Formato de registo
ru: Формат записи
sl: Format zapisa
tr: Kayıt biçimi
zh: 记录格式

source: Add measurement
cs: Přidat měření
de: Messung hinzufügen
es: Agregar medida
et: Lisa mõõtmine
fr: Ajouter une mesure
it: Aggiungi misurazione
nl: Voeg meting toe
pt: Adicionar medição
ru: Добавить измерение
sl: Dodaj meritev
tr: Ölçüm ekle
zh: 添加测量

source: Delete all settings
cs: Odstranit všechna nastavení
de: Alle Einstellungen löschen
es: Eliminar todas las configuraciones
et: Kustuta kõik seadistused
fr: Supprimer tous les paramètres
it: Elimina tutte le impostazioni
nl: Verwijder alle instellingen
pt: Apagar todas as configurações
ru: Удалить все настройки
sl: Izbriši vse nastavitve
tr: Tüm ayarları sil
zh: 删除所有设置

# dosis
source: Dose
cs: Dávkování
de: Dosis
es: Dosis
et: Doos
nl: Dosis
ru: Доза
sl: Odmerek
tr: Doz
zh: 剂量

# drawRegressionLinesDesc
source: Draws regression lines in graph. Only useful for large intervalls.
cs: Kreslí regresní přímky do grafu. Užitečné pouze pro velké intervaly.
de: Zeichne Regressionslinien im Graphen. Nur nützlich für große Intervalle.
es: Trazar líneas de regresión en el gráfico. Sólo es útil para intervalos grandes.
et: Lisa graafikule lineaarregressiooni joon. Mõttekas vaid suurema andmehulga puhul.
fr: Dessiner des lignes de régression dans les graphiques. Utile seulement pour les grands intervalles.
it: Disegna le linee di regressione nel grafico. Utile solo per intervalli ampi.
nl: Tekent regressielijnen in de grafiek. Alleen zinvol voor grote intervallen.
pt: Desenha linhas de regressão no gráfico. Útil para intervalos grandes.
ru: Рисовать линии на графике посредством регрессии. Полезно лишь на больших интервалах.
sl: Na grafu nariše regresijske črte. Uporabno samo za velike intervale.
tr: Grafikte regresyon çizgilerini çiz. Yalnızca geniş zaman aralıklarında kullanışlı.
zh: 绘制回归线。仅对大间隔有用。
zh_hant: 在圖表中繪製迴歸線。僅適用於大的區間。

source: Field format
cs: Formát pole
de: Feldformat
es: Formato del campo
et: Välja vorming
fr: Format de champ
it: Formato campo
nl: Veldformaat
pt: Formato do campo
ru: Формат поля
sl: Format polja
tr: Alan biçimi
zh: 字段格式
zh_hant: 字段格式

source: Pulse pressure
cs: Pulzní tlak
de: Pulsdruck
es: Presión del pulso
et: Pulsirõhk
fr: Pression pulsée
it: Pressione del polso
nl: Polsdruk
pt: Pressão da pulsação
ru: Пульсовое давление
sl: Pulzni tlak
tr: Nabız basıncı
zh: 收缩压和舒张压之间的差异
zh_hant: 血壓

source: Add exportformat
cs: Přidat exportní formát
de: Exportformat hinzufügen
es: Agregar formato de exportación
et: Lisa ekspordivorming
fr: Ajouter un format d''export
it: Aggiungi formato di esportazione
nl: Voeg export formaat toe
pt: Incluir formato de exportação
ru: Добавить формат для экспортирования
sl: Dodaj obliko izvoza
tr: exportformat ekle
zh: 添加导出格式

# startWithAddMeasurementPageDescription
source: Upon app launch, measurement input screen shown.
cs: Po spuštění aplikace se zobrazí obrazovka pro zadávání měření.
de: Nach dem App-Start öffnet sich die Messungserfassungsseite.
es: En el lanzamiento de la aplicación, se muestra la pantalla del input de las medidas.
et: Rakenduse käivitamisel kuvatakse lisamise vaade.
fr: Lors du lancement de l''application, l''écran de mesure s''ouvre.
it: All''avvio dell''app viene mostrata la schermata di immissione della misurazione.
nl: Meetinvoerscherm weergeven als app gelanceerd wordt.
pt: Após o lançamento da app, o ecrã de entrada de medição é mostrada.
ru: При запуске приложения отображается экран ввода результатов измерений.
sl: Ob zagonu aplikacije se prikaže okno za vnos meritev.
tr: Uygulamanın açılışında, ölçüm giriş ekranı gösterilir.
zh: 应用启动时显示的测量输入屏幕。

source: Add line
cs: Přidat linku
de: Linie hinzufügen
es: Agregar línea
et: Lisa joon
fr: Ajouter une ligne
it: Aggiungi linea
nl: Voeg lijn toe
pt: Adicionar linha
ru: Добавить строку
sl: Dodaj črto
tr: Çizgi ekle
zh: 添加行

source: Note
cs: Poznámka
de: Anmerkung
es: Nota
et: Märkus
it: Nota
nl: Opmerking
pt: Anotação
ru: Заметка
sl: Opomba
tr: Not
zh: 附注

# exportSettings
source: Backup settings
cs: Nastavení zálohy
de: Einstellungen sichern
es: Configuración de respaldo
et: Varunda seadistused
fr: Paramètres de sauvegarde
it: Backup impostazioni
nl: Backup instellingen
pt: Configurações de backup
ru: Настройки резервного копирования
sl: Nastavitve varnostne kopije
tr: Ayarları yedekle
zh: 备份设置

# importSettings
source: Restore settings
cs: Obnovit nastavení
de: Einstellungen wiederherstellen
es: Restaurar configuración
et: Taasta seadistused
fr: Importer les paramètres
it: Ripristino impostazioni
nl: Herstel instellingen
pt: Restaurar configurações
ru: Восстановление настроек
sl: Nastavitve obnove varnostne kopije
tr: Ayarları geri yükle
zh: 还原设置

source: Requires app restart
cs: Vyžaduje restart aplikace
de: Erfordert Neustart der App
es: Se requiere reiniciar la aplicación
et: Eeldab rakenduse taaskäivitamist
fr: Requiert un redémarrage de l''app
it: Richiede il riavvio dell''app
nl: App herstart vereist
pt: Requer reinício da app
ru: Требуется перезапуск приложения
sl: Zahteva ponoven zagon aplikacije
tr: Uygulamanın yeniden başlatılmasını gerektirir
zh: 需要重启应用

source: Restart now
cs: Restartovat
de: Jetzt neustarten
es: Reiniciar ahora
et: Taaskäivita kohe
fr: Redémarrer maintenant
it: Riavvia ora
nl: Nu herstarten
pt: Reiniciar agora
ru: Перезапустить сейчас
sl: Ponovno zaženi sedaj
tr: Şimdi yeniden başlat
zh: 立即重启

source: Delete all measurements
cs: Odstranit všechna měření
de: Alle Einträge löschen
es: Eliminar todas la mediciones
et: Kustuta kõik mõõtmised
fr: Supprimer toutes les mesures
it: Elimina tutte le misurazioni
nl: Verwijder alle metingen
pt: Eliminar todas as medições
ru: Удалить все измерения
sl: Izbriši vse meritve
tr: Tüm ölçümleri sil
zh: 删除所有测量

# warnDeletionUnrecoverable
source: This step not revertible unless you manually made a backup. Do you really want to delete this?
cs: Tento krok nelze vrátit, pokud jste ručně neprovedli zálohu. Opravdu to chcete smazat?
de: Diese Handlung ist unumkehrbar, wenn sie keine Sicherung gemacht haben. Wollen sie wirklich mit der Löschung fortfahren?
es: Este paso no es reversible a no ser que manualmente haya realizado un respaldo. ¿Estás seguro de que deseas eliminar esto?
et: Kui sa pole just varem teinud varukoopiat, siis see samm on pöördumatu. Kas sa kindlasti soovid selle info kustutada?
fr: Cette étape est irréversible à moins que vous n''ayez fait une sauvegarde manuelle. Êtes-vous certain de vouloir supprimer ceci ?
it: Questo passaggio non è reversibile a meno che tu non abbia effettuato manualmente un backup. Vuoi davvero eliminarlo?
nl: Deze stap is onomkeerbaar tenzij er handmatig een backup is gemaakt. Weet u zeker dat u dit wilt verwijderen?
pt: Este passo não é revertível a menos que fez um backup manualmente. Quer mesmo apagar isto?
ru: Этот действие нельзя отменить, если только вы вручную не сделали резервную копию. Вы действительно хотите это удалить?
sl: Ta korak je nepovraten, razen če ste ročno naredili varnostno kopijo. Ali res želite to izbrisati?
tr: Elle bir yedekleme yapmadıysanız bu adım geri döndürülemez. Bunu gerçekten silmek istiyor musunuz?
zh: 除非你人工备份，否则此步骤是不可逆的。你真要删除这个吗？

# needlePinBarWidth
source: Color thickness
cs: Tloušťka barvy
de: Farblinienstärke
es: Grosor del color
et: Joone paksus
fr: Épaisseur
it: Spessore colore
nl: Kleurdikte
pt: Espessura de cor
ru: Толщина цвета
sl: Debelina barve
tr: Renk kalınlığı
zh: 颜色厚度

# needlePinBarWidthDesc
source: The width of the lines colored entries make on the graph.
cs: Šířka čar, které barevné položky tvoří v grafu.
de: Die Dicke der Linien, aus denen der Graph besteht.
es: El ancho de las líneas que forman las entradas coloreadas en el gráfico.
et: Joone paksus, mille värvilised kirjed graafikul teevad.
fr: La largeur des lignes coloriées que les entrées font sur la courbe.
it: La larghezza delle linee colorate che le voci creano sul grafico.
nl: De breedte van lijnen van gekleurde items in de grafiek.
pt: A largura das linhas que as entradas coloridas fazem no gráfico.
ru: Ширина линий цветных записей на графике.
sl: Širina barvnih vnosov črt na grafu.
tr: Renkli girişlerin grafik üzerinde oluşturduğu çizgilerin genişliği.
zh: 图表上有色条目的宽度。

# errParseEmptyCsvFile
source: There are not enough lines in the csv file to parse the record.
cs: V souboru csv není dostatek řádků pro analýzu záznamu.
de: Es sind nicht genug Zeilen in der csv-Datei, um den Eintrag wiederherzustellen.
es: No hay suficientes lineas en el archivo csv para analizar el registro.
et: Kirjete töötlemiseks pole csv-failis piisavalt ridu.
fr: Il n’y a pas assez de lignes dans le fichier csv pour analyser l’enregistrement.
it: Non sono presenti righe sufficienti nel file CSV per analizzare la registrazione.
nl: Het csv bestand bevat niet genoeg regels om een record te parsen.
pt: Não há linhas suficientes no arquivo CSV para analisar o registo.
ru: В CSV-файле недостаточно строк для анализа записи.
sl: V datoteki CSV ni dovolj vrstic za razčlenitev zapisa.
tr: CSV dosyasında kaydı ayrıştırmak için yeterli satır yok.
zh: csv 文件中行数不足以解析记录。

# errParseTimeNotRestoreable
source: There is no column that allows restoring a timestamp.
cs: Neexistuje žádný sloupec, který by umožňoval obnovení časového razítka.
de: Es ist keine Spalte zum wiederherstellen des Zeitstempels vorhanden.
es: No hay una columna la cual permita restaurar una marca de tiempo.
et: Pole veergu, mis võimaldaks ajatempli taastamist.
fr: Il n’y a pas de colonne qui permet de restaurer un horodatage.
it: Non esiste una colonna che consenta di ripristinare data e ora.
nl: Er is geen kolom waarmee een tijdstip kan worden hersteld.
pt: Não há uma coluna que permita restaurar o registo de data e hora.
ru: Нет столбца, позволяющего восстановить временную метку.
sl: Ni stolpca, ki bi omogočal obnovitev časovnega žiga.
tr: Zaman damgasını geri yüklemeye izin veren bir sütun yok.
zh: 没有允许恢复时间戳的列。

# errParseUnknownColumn
source: There is no column with title "{title}".
cs: Neexistuje žádný sloupec s názvem „{title}“.
de: Es wurde keine Spalte mit dem Titel "{title}" gefunden.
es: No hay una columna con el título "{title}".
et: Pole veergu nimega „{title}“.
fr: Il n’y a pas de colonne avec le titre "{title}".
it: Non esiste alcuna colonna con il titolo "{title}".
nl: Er is geen kolom met titel "{title}".
pt: Não há nenhuma coluna com o título "{title}".
ru: Нет столбца с заголовком "{title}".
sl: Ni stolpca z imenom "{title}".
tr: "{title}" başlığına sahip bir sütun yok.
zh: 没有名为 "{title}"的列。

# errParseLineTooShort
source: Line {lineNumber} has fewer columns than the first line.
cs: Řádek {lineNumber} má méně sloupců než první řádek.
de: Zeile {lineNumber} ist kürzer als die erste Zeile.
es: La línea {lineNumber} tiene menos columnas que la primera línea.
et: Real {lineNumber} on esimese reaga võrreldes vähem välju.
fr: La ligne {lineNumber} a moins de colonnes que la première ligne.
it: La riga {lineNumber} ha meno colonne della prima riga.
nl: Regel {lineNumber} heeft minder kolommen dan de eerste regel.
pt: A linha {lineNumber} tem menos colunas do que a primeira linha.
ru: В строке {lineNumber} меньше столбцов, чем в первой строке.
sl: Vrstica št. {lineNumber} ima manj stolpcev kot prva vrstica.
tr: {lineNumber}. satırda ilk satırdan daha az sütun var.
zh: 行 {lineNumber} 的列数少于第一行。

# errParseFailedDecodingField
source: Decoding field "{fieldContent}" in line {lineNumber} failed.
cs: Dekódování pole „{fieldContent}“ v řádku {lineNumber} se nezdařilo.
de: Kann Feld "{fieldContent}" in Zeile {lineNumber} nicht entpacken.
es: El campo de descodificación "{fieldContent}" en la línea {lineNumber} ha fallado.
et: Real „{lineNumber}“ asuva „{fieldContent}“ välja dekodeerimine ei õnnestunud.
fr: Le décodage du champ "{fieldContent}" dans la ligne {lineNumber} a échoué.
it: La decodifica del campo "{fieldContent}" nella riga {lineNumber} non è riuscita.
nl: Decoderen van veld "{fieldContent}" op regel {lineNumber} mislukt.
pt: Erro ao descodificar o campo "{fieldContent}" na linha {lineNumber}.
ru: Не удалось декодировать поле «{fieldContent}» в строке {lineNumber}.
sl: Dekodiranje polja "{fieldContent}" v vrstici št. {lineNumber} ni uspelo.
tr: {lineNumber}. satırdaki "{fieldContent}" alanının çözülmesi başarısız oldu.
zh: 解码行 {lineNumber} 中的 "{fieldContent}"字段失败了。

source: Export fields preset
cs: Předvolba polí pro export
de: Export-spalten Voreinstellung
es: Exportar campos predeterminados
et: Ekspordi väljade eelseadistus
fr: Préréglage des champs d’exportation
it: Campi di esportazione preimpostati
nl: Exporteer vooringestelde velden
pt: Predefinição de campos de exportação
ru: Предустановленные поля экспорта
sl: Prednastavitev izvoznih polj
tr: Alan ön ayarlarını dışa aktar
zh: 导出字段预设

source: Remove
cs: Odstranit
de: Entfernen
es: Remover
et: Eemalda
fr: Retirer
it: Rimuovi
nl: Verwijder
pt: Remover
ru: Убрать
sl: Odstrani
tr: Kaldır
zh: 删除

source: Manage export columns
cs: Správa sloupců pro export
de: Export-spalten Verwaltung
es: Administrar la exportación de columnas
et: Halda eksporditavaid välju
fr: Gérer les colonnes d’exportation
it: Gestisci colonne di esportazione
nl: Export kolommen beheren
pt: Gerir colunas de exportação
ru: Управление столбцами экспорта
sl: Upravljanje stolpcev za izvoz
tr: Dışa aktarılan sütunları yönet
zh: 管理导出列

source: Build-in
cs: Integrované
de: Eingebaut
et: Sisseehitatud
fr: Intégré
it: Integrato
nl: Ingebouwd
pt: Integrar
ru: Встроенный
sl: Vgrajeno
tr: Yerleşik
zh: 内置

source: CSV-title
cs: CSV-název
de: CSV-titel
es: Título-CSV
et: CSV-pealkiri
fr: Titre CSV
it: Titolo CSV
nl: CSV-titel
pt: Título CSV
ru: CSV-заголовок
sl: CSV-naslov
tr: CSV-başlığı
zh: CSV标题

source: Time format
cs: Formát času
de: Zeitformatierung
es: Formato del tiempo
et: Ajavorming
fr: Format d''heure
it: Formato data e ora
nl: Tijdsformaat
pt: Formato de hora
ru: Формат времени
sl: Format časa
tr: Zaman biçimi
zh: 时间格式

# bottomAppBars
source: Bottom dialogue bars
cs: Spodní dialogové lišty
de: Dialogschaltflächen am unteren Bildschirmrand
es: Barras de diálogo inferiores
et: Tegevusriba all ääres
fr: Barres de dialogue inférieures
it: Barre di dialogo in basso
nl: Onderste dialoog balk
pt: Barras de diálogo inferiores
ru: Нижние диалоговые панели
sl: Spodnje vrstice pogovornega okna
tr: Alt iletişim kutusu çubukları
zh: 底部对话栏

source: Add medication
cs: Přidat léky
de: Medikamentierung hinzufügen
es: Agregar medicina
et: Lisa ravim
fr: Ajouter médicament
it: Aggiungi farmaci
nl: Voeg medicatie toe
pt: Adicionar medicação
ru: Добавить лекарство
sl: Dodaj zdravilo
tr: İlaç ekle
zh: 添加药物

source: Name
cs: Název
de: Bezeichnung
es: Nombre
et: Nimi
fr: Nom
it: Nome
nl: Naam
pt: Nome
ru: Имя
sl: Ime
tr: Ad
zh: 名称

# defaultDosis
source: Default dose
cs: Výchozí dávkování
de: Standarddosis
es: Dosis predeterminada
et: Vaikimisi doos
fr: Dose par défaut
it: Dose predefinita
nl: Standaard dosis
pt: Dose padrão
ru: Доза по умолчанию
sl: Privzeti odmerek
tr: Öntanımlı doz
zh: 默认剂量

source: No medication
cs: Žádné léky
de: Keine Medikamentierung
es: Sin medicación
et: Ravimeid pole
fr: Pas de médicament
it: Nessun farmaco
nl: Geen medicatie
pt: Sem medicação
ru: Нет лекарств
sl: Brez zdravil
tr: İlaç yok
zh: 没有药物
